{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 64,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 64
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": 1,
    "vocab": [
      [
        "[PAD]",
        0.0
      ],
      [
        "[UNK]",
        0.0
      ],
      [
        "[SOS]",
        0.0
      ],
      [
        "[EOS]",
        0.0
      ],
      [
        "[MASK]",
        0.0
      ],
      [
        "[CLS]",
        0.0
      ],
      [
        "s",
        -2.8365701911301002
      ],
      [
        "t",
        -3.2164444215023718
      ],
      [
        ",",
        -3.2467501444908304
      ],
      [
        ".",
        -3.3842220028203904
      ],
      [
        "the",
        -3.4841201058132416
      ],
      [
        "o",
        -3.4953030572609283
      ],
      [
        "a",
        -3.5963652060717575
      ],
      [
        ";",
        -3.8328287642480223
      ],
      [
        "&",
        -3.8610828218126354
      ],
      [
        "apos",
        -4.142081432958529
      ],
      [
        "e",
        -4.201965035349572
      ],
      [
        "of",
        -4.204771388069345
      ],
      [
        "I",
        -4.222470928982185
      ],
      [
        "and",
        -4.233632590889956
      ],
      [
        "y",
        -4.304706334517212
      ],
      [
        "in",
        -4.3878007571621875
      ],
      [
        "that",
        -4.465998800794159
      ],
      [
        "d",
        -4.469858205417864
      ],
      [
        "n",
        -4.505444843578703
      ],
      [
        "is",
        -4.618575331077295
      ],
      [
        "it",
        -4.67561788295964
      ],
      [
        "ing",
        -4.7774489729479175
      ],
      [
        "you",
        -4.800789740759827
      ],
      [
        "ed",
        -4.874022891334054
      ],
      [
        "we",
        -4.899263891792716
      ],
      [
        "ly",
        -4.947511377942936
      ],
      [
        "r",
        -5.018876037973172
      ],
      [
        "m",
        -5.061378772357415
      ],
      [
        "And",
        -5.152609792970841
      ],
      [
        "be",
        -5.154158390404133
      ],
      [
        "on",
        -5.176685126026399
      ],
      [
        "re",
        -5.315951005799247
      ],
      [
        "i",
        -5.322027750492266
      ],
      [
        "quot",
        -5.3579056425544564
      ],
      [
        "f",
        -5.385049050642646
      ],
      [
        "was",
        -5.490489232497849
      ],
      [
        "for",
        -5.494846973499413
      ],
      [
        "l",
        -5.535669623128298
      ],
      [
        "are",
        -5.558470464912322
      ],
      [
        "thi",
        -5.579420590501039
      ],
      [
        "with",
        -5.61522828014756
      ],
      [
        "an",
        -5.615563643919074
      ],
      [
        "have",
        -5.6284860760162
      ],
      [
        "c",
        -5.716636118488298
      ],
      [
        "can",
        -5.7335649110068445
      ],
      [
        "--",
        -5.777185219275287
      ],
      [
        "-",
        -5.786573708792195
      ],
      [
        "what",
        -5.826669001644078
      ],
      [
        "So",
        -5.828357284196658
      ],
      [
        "?",
        -5.8325032862282065
      ],
      [
        "p",
        -5.8429209085690275
      ],
      [
        "or",
        -5.865115707242849
      ],
      [
        "one",
        -5.885532564254648
      ],
      [
        "about",
        -5.899010398826279
      ],
      [
        "The",
        -5.913052071653102
      ],
      [
        "u",
        -5.941844835655825
      ],
      [
        "all",
        -5.9483807343045925
      ],
      [
        "not",
        -5.971610538764537
      ],
      [
        "my",
        -6.039005491414281
      ],
      [
        "h",
        -6.064540636136954
      ],
      [
        "me",
        -6.086865886408418
      ],
      [
        "his",
        -6.122899914003725
      ],
      [
        "like",
        -6.124502397792764
      ],
      [
        "b",
        -6.152196444844144
      ],
      [
        "al",
        -6.1524065139793205
      ],
      [
        "people",
        -6.1563634396405735
      ],
      [
        "thing",
        -6.157940424619799
      ],
      [
        "rom",
        -6.175911343243968
      ],
      [
        "out",
        -6.203030487565364
      ],
      [
        "us",
        -6.221598018695849
      ],
      [
        "there",
        -6.2418032339207965
      ],
      [
        "our",
        -6.2442897669545765
      ],
      [
        "but",
        -6.268786244560523
      ],
      [
        "ve",
        -6.311902598136081
      ],
      [
        "he",
        -6.313492197383285
      ],
      [
        "if",
        -6.317576839041029
      ],
      [
        "cause",
        -6.325312185224302
      ],
      [
        "up",
        -6.32734544690145
      ],
      [
        ":",
        -6.335003327426827
      ],
      [
        "just",
        -6.362073190662768
      ],
      [
        "We",
        -6.377195342621601
      ],
      [
        "see",
        -6.415467240698645
      ],
      [
        "But",
        -6.420550519454855
      ],
      [
        "get",
        -6.4318412004591465
      ],
      [
        "very",
        -6.44800730361789
      ],
      [
        "these",
        -6.453124268973976
      ],
      [
        "think",
        -6.454384880828348
      ],
      [
        "by",
        -6.457317471574658
      ],
      [
        "S",
        -6.464578944902081
      ],
      [
        "know",
        -6.47590182341477
      ],
      [
        "g",
        -6.482510886835328
      ],
      [
        "A",
        -6.491164808060374
      ],
      [
        "more",
        -6.4938171983797215
      ],
      [
        "year",
        -6.506219119855462
      ],
      [
        "other",
        -6.517232891872496
      ],
      [
        "how",
        -6.519260841183037
      ],
      [
        "them",
        -6.521924443108883
      ],
      [
        "when",
        -6.523066778604745
      ],
      [
        "going",
        -6.548430337767092
      ],
      [
        "ies",
        -6.549116149646597
      ],
      [
        "some",
        -6.559217232082682
      ],
      [
        "had",
        -6.573583197000433
      ],
      [
        "who",
        -6.598034999148858
      ],
      [
        "would",
        -6.616007234118486
      ],
      [
        "real",
        -6.627135614155085
      ],
      [
        "their",
        -6.638902078784675
      ],
      [
        "were",
        -6.655652160547888
      ],
      [
        "go",
        -6.663468190534196
      ],
      [
        "which",
        -6.666646457996917
      ],
      [
        "your",
        -6.668605904738532
      ],
      [
        "look",
        -6.6698184959217635
      ],
      [
        "want",
        -6.678300797403546
      ],
      [
        "w",
        -6.694745856232515
      ],
      [
        "way",
        -6.695436955955646
      ],
      [
        "time",
        -6.696960480757607
      ],
      [
        "day",
        -6.750635121946797
      ],
      [
        "world",
        -6.753455090820154
      ],
      [
        "here",
        -6.768123897724797
      ],
      [
        "You",
        -6.773524077003076
      ],
      [
        "where",
        -6.803792896551174
      ],
      [
        "actual",
        -6.825037607282214
      ],
      [
        "has",
        -6.827126367752076
      ],
      [
        "Thi",
        -6.845240281386042
      ],
      [
        "every",
        -6.878762545069076
      ],
      [
        "into",
        -6.888327351497011
      ],
      [
        "could",
        -6.896376946340261
      ],
      [
        "will",
        -6.901043187768632
      ],
      [
        "now",
        -6.902686278520559
      ],
      [
        "make",
        -6.9067652809251765
      ],
      [
        "don",
        -6.907993496464586
      ],
      [
        "uch",
        -6.920532179569001
      ],
      [
        "did",
        -6.924139906967254
      ],
      [
        "M",
        -6.930182401060641
      ],
      [
        "T",
        -6.940708270468347
      ],
      [
        "Now",
        -6.9442965868495055
      ],
      [
        "aid",
        -6.973830553103431
      ],
      [
        "work",
        -6.995846731108884
      ],
      [
        "k",
        -7.000566965654205
      ],
      [
        "say",
        -7.025743754954695
      ],
      [
        "need",
        -7.050995791434238
      ],
      [
        "bee",
        -7.057256686401367
      ],
      [
        "right",
        -7.063037464081544
      ],
      [
        "over",
        -7.068377997574359
      ],
      [
        "B",
        -7.071899196000025
      ],
      [
        "hose",
        -7.085852837423532
      ],
      [
        "most",
        -7.0870953794611165
      ],
      [
        "start",
        -7.0954767710361395
      ],
      [
        "ic",
        -7.108538954596764
      ],
      [
        "any",
        -7.110180465315029
      ],
      [
        "He",
        -7.11410683242018
      ],
      [
        "than",
        -7.116042017544917
      ],
      [
        "two",
        -7.132620120530364
      ],
      [
        "new",
        -7.137800423490901
      ],
      [
        "her",
        -7.1418575014118915
      ],
      [
        "something",
        -7.147384485785221
      ],
      [
        "come",
        -7.148160699960792
      ],
      [
        "able",
        -7.150854736239399
      ],
      [
        "life",
        -7.157212705043468
      ],
      [
        "ion",
        -7.160693008461328
      ],
      [
        "call",
        -7.170580051843153
      ],
      [
        "first",
        -7.179153423940139
      ],
      [
        "ll",
        -7.1794147926557965
      ],
      [
        "back",
        -7.186329039777947
      ],
      [
        "even",
        -7.197851760509568
      ],
      [
        "talk",
        -7.198401206318472
      ],
      [
        "ally",
        -7.201160268971135
      ],
      [
        "take",
        -7.201775952137787
      ],
      [
        "use",
        -7.213767546304812
      ],
      [
        "ation",
        -7.219051018312522
      ],
      [
        "C",
        -7.241710038449528
      ],
      [
        "kind",
        -7.251562981983081
      ],
      [
        "got",
        -7.2773801896662835
      ],
      [
        "als",
        -7.284648920006177
      ],
      [
        "little",
        -7.284855228036956
      ],
      [
        "v",
        -7.291497301549217
      ],
      [
        "she",
        -7.292067041736476
      ],
      [
        "That",
        -7.308279298043349
      ],
      [
        "lot",
        -7.327221309005118
      ],
      [
        "What",
        -7.340125354381565
      ],
      [
        "old",
        -7.340798400483757
      ],
      [
        "H",
        -7.359409857210916
      ],
      [
        "D",
        -7.3831394242969655
      ],
      [
        "ever",
        -7.400222083081992
      ],
      [
        "change",
        -7.403435295922779
      ],
      [
        "P",
        -7.4053993248000065
      ],
      [
        "different",
        -7.407934440407673
      ],
      [
        "end",
        -7.413713835930017
      ],
      [
        "good",
        -7.414406014899
      ],
      [
        "many",
        -7.415522108753032
      ],
      [
        "put",
        -7.418493094102415
      ],
      [
        "through",
        -7.437702227922269
      ],
      [
        "part",
        -7.4488372499145035
      ],
      [
        "mean",
        -7.452115689304883
      ],
      [
        "around",
        -7.459453363535628
      ],
      [
        "ask",
        -7.462042357577419
      ],
      [
        "does",
        -7.462324191805685
      ],
      [
        "down",
        -7.474015894214038
      ],
      [
        "show",
        -7.487170223873631
      ],
      [
        "ity",
        -7.50177300307854
      ],
      [
        "own",
        -7.511909100036501
      ],
      [
        "There",
        -7.515850219428239
      ],
      [
        "E",
        -7.520855879814656
      ],
      [
        "body",
        -7.531222001819221
      ],
      [
        "ment",
        -7.555171533631209
      ],
      [
        "th",
        -7.555455830869939
      ],
      [
        "problem",
        -7.5567778643658166
      ],
      [
        "G",
        -7.561788010491472
      ],
      [
        "ar",
        -7.579838556393855
      ],
      [
        "being",
        -7.58057666515231
      ],
      [
        "self",
        -7.592066600410248
      ],
      [
        "human",
        -7.597361234620708
      ],
      [
        "tell",
        -7.597625627825602
      ],
      [
        "same",
        -7.597969185001055
      ],
      [
        "ch",
        -7.604495320230745
      ],
      [
        "Well",
        -7.608847090859666
      ],
      [
        "per",
        -7.6171678374293785
      ],
      [
        "ive",
        -7.621826879548189
      ],
      [
        "may",
        -7.626864141860783
      ],
      [
        "three",
        -7.639491963290834
      ],
      [
        "Be",
        -7.6445785869417815
      ],
      [
        "age",
        -7.647716388365618
      ],
      [
        "N",
        -7.649000680274009
      ],
      [
        "place",
        -7.655723176858701
      ],
      [
        "let",
        -7.660815399555772
      ],
      [
        "doing",
        -7.664584328161066
      ],
      [
        "came",
        -7.670962792371276
      ],
      [
        "well",
        -7.676626376005584
      ],
      [
        "z",
        -7.682014531190394
      ],
      [
        "F",
        -7.6821159581974445
      ],
      [
        "percent",
        -7.6846034581247755
      ],
      [
        "ers",
        -7.700430784681358
      ],
      [
        "brain",
        -7.711726625731119
      ],
      [
        "live",
        -7.7141914129498526
      ],
      [
        "light",
        -7.723660064566435
      ],
      [
        "give",
        -7.731787265460877
      ],
      [
        "question",
        -7.741320713231091
      ],
      [
        "fact",
        -7.741334842467407
      ],
      [
        "child",
        -7.744732562947824
      ],
      [
        "why",
        -7.747673306957171
      ],
      [
        "system",
        -7.755676835329592
      ],
      [
        "ur",
        -7.756621362219025
      ],
      [
        "K",
        -7.781454275517665
      ],
      [
        "idea",
        -7.7833126566870865
      ],
      [
        "again",
        -7.784638276465971
      ],
      [
        "mad",
        -7.78851581633178
      ],
      [
        "find",
        -7.789887635599788
      ],
      [
        "less",
        -7.792756291652481
      ],
      [
        "happen",
        -7.7931608765492735
      ],
      [
        "con",
        -7.796966332580131
      ],
      [
        "man",
        -7.808251009357638
      ],
      [
        "Thank",
        -7.824751120742739
      ],
      [
        "read",
        -7.825987656866267
      ],
      [
        "should",
        -7.827229224034123
      ],
      [
        "create",
        -7.834905910067971
      ],
      [
        "love",
        -7.842340528069997
      ],
      [
        "great",
        -7.848019173316485
      ],
      [
        "car",
        -7.8542094731415855
      ],
      [
        "important",
        -7.855466394814956
      ],
      [
        "turn",
        -7.860021038597749
      ],
      [
        "after",
        -7.860213597764179
      ],
      [
        "last",
        -7.861019729825641
      ],
      [
        "U",
        -7.864483299099247
      ],
      [
        "thought",
        -7.874375270897314
      ],
      [
        "big",
        -7.881557129222148
      ],
      [
        "help",
        -7.893528722952975
      ],
      [
        "went",
        -7.895565320254685
      ],
      [
        "ter",
        -7.896051374747696
      ],
      [
        "story",
        -7.899521070520648
      ],
      [
        "bit",
        -7.902925308693953
      ],
      [
        "technolog",
        -7.909719995365023
      ],
      [
        "ex",
        -7.9154901200453
      ],
      [
        "W",
        -7.92187098998497
      ],
      [
        "him",
        -7.923637028003929
      ],
      [
        "long",
        -7.925172029752085
      ],
      [
        "course",
        -7.9376634064275
      ],
      [
        "each",
        -7.940042556304761
      ],
      [
        "before",
        -7.9428073940000115
      ],
      [
        "point",
        -7.943972773801925
      ],
      [
        "might",
        -7.944831868493453
      ],
      [
        "#",
        -7.961416936107788
      ],
      [
        "vi",
        -7.9692304763945225
      ],
      [
        "still",
        -7.972991435489845
      ],
      [
        "school",
        -7.976385537715903
      ],
      [
        "How",
        -7.976991424513
      ],
      [
        "ren",
        -7.977092358611335
      ],
      [
        "J",
        -7.978307098716358
      ],
      [
        "R",
        -7.97931415860418
      ],
      [
        "example",
        -7.981424874720821
      ],
      [
        "better",
        -7.9824027380240015
      ],
      [
        "try",
        -7.983037515010158
      ],
      [
        "000",
        -7.983668371358253
      ],
      [
        "On",
        -7.990055456992119
      ],
      [
        "never",
        -7.9903188424123455
      ],
      [
        "2",
        -8.00639022808818
      ],
      [
        "learn",
        -8.008964269761218
      ],
      [
        "10",
        -8.009272531300113
      ],
      [
        "water",
        -8.021973336699457
      ],
      [
        "off",
        -8.023345647270634
      ],
      [
        "few",
        -8.026388585481678
      ],
      [
        "cell",
        -8.02647908226987
      ],
      [
        "When",
        -8.0267787532863
      ],
      [
        "O",
        -8.027777454275018
      ],
      [
        "20",
        -8.03183882041316
      ],
      [
        "together",
        -8.036319420755053
      ],
      [
        "next",
        -8.045397670302599
      ],
      [
        "ago",
        -8.046708331988754
      ],
      [
        "hear",
        -8.055689326363861
      ],
      [
        "ness",
        -8.058326761971966
      ],
      [
        "million",
        -8.060238687532648
      ],
      [
        "play",
        -8.061657283715903
      ],
      [
        "design",
        -8.061657481265705
      ],
      [
        "data",
        -8.062105071969167
      ],
      [
        "tween",
        -8.063518440367574
      ],
      [
        "found",
        -8.067132579281214
      ],
      [
        "com",
        -8.071847676292434
      ],
      [
        "ent",
        -8.078863594624792
      ],
      [
        "Wh",
        -8.085277000393765
      ],
      [
        "form",
        -8.0910883634065
      ],
      [
        "believe",
        -8.10170209965709
      ],
      [
        "under",
        -8.103797281716727
      ],
      [
        "tic",
        -8.105674453504648
      ],
      [
        "sort",
        -8.105782297725632
      ],
      [
        "home",
        -8.106091543477955
      ],
      [
        "line",
        -8.107075553558394
      ],
      [
        "number",
        -8.128058673155774
      ],
      [
        "side",
        -8.137147010331823
      ],
      [
        "four",
        -8.142618360282833
      ],
      [
        "ough",
        -8.143119024147154
      ],
      [
        "understand",
        -8.143375701515179
      ],
      [
        "high",
        -8.151685771886212
      ],
      [
        "wome",
        -8.158004701879385
      ],
      [
        "become",
        -8.159237758987839
      ],
      [
        "feel",
        -8.165789299067344
      ],
      [
        "x",
        -8.167329798825136
      ],
      [
        "ize",
        -8.167798308883347
      ],
      [
        "second",
        -8.172542499631726
      ],
      [
        "men",
        -8.184010283038093
      ],
      [
        "space",
        -8.193711718244241
      ],
      [
        "power",
        -8.196173547470348
      ],
      [
        "person",
        -8.198885310256546
      ],
      [
        "ook",
        -8.202214180019674
      ],
      [
        "head",
        -8.202570126891551
      ],
      [
        "No",
        -8.215403663404029
      ],
      [
        "aking",
        -8.223357898005101
      ],
      [
        "ear",
        -8.244694969363074
      ],
      [
        "money",
        -8.250620828053275
      ],
      [
        "using",
        -8.250877439608903
      ],
      [
        "j",
        -8.26422966333383
      ],
      [
        "move",
        -8.264425388934846
      ],
      [
        "alway",
        -8.266677699293396
      ],
      [
        "whole",
        -8.2724783333151
      ],
      [
        "3",
        -8.274457315376237
      ],
      [
        "reason",
        -8.279577698501718
      ],
      [
        "experience",
        -8.281960457799986
      ],
      [
        "art",
        -8.282527638061262
      ],
      [
        "mind",
        -8.282739758648155
      ],
      [
        "hard",
        -8.284820929301148
      ],
      [
        "working",
        -8.290463797123667
      ],
      [
        "cross",
        -8.292113536601438
      ],
      [
        "open",
        -8.294340533279925
      ],
      [
        "project",
        -8.295063306706034
      ],
      [
        "information",
        -8.300026009581929
      ],
      [
        "food",
        -8.30020588285402
      ],
      [
        "case",
        -8.301336139983697
      ],
      [
        "guy",
        -8.303532999723949
      ],
      [
        "L",
        -8.313830686059948
      ],
      [
        "health",
        -8.31567900301755
      ],
      [
        "1",
        -8.319322370263755
      ],
      [
        "country",
        -8.321901882884898
      ],
      [
        "amp",
        -8.32314011189181
      ],
      [
        "For",
        -8.327044728511268
      ],
      [
        "Ma",
        -8.332697691200242
      ],
      [
        "kids",
        -8.336001322911091
      ],
      [
        "room",
        -8.338499286514203
      ],
      [
        "large",
        -8.338502236791413
      ],
      [
        "five",
        -8.338639324636237
      ],
      [
        "grow",
        -8.34333396780317
      ],
      [
        "ance",
        -8.34581947288224
      ],
      [
        "moment",
        -8.350367528274994
      ],
      [
        "develop",
        -8.35610515678961
      ],
      [
        "My",
        -8.357873404168213
      ],
      [
        "social",
        -8.36297225983567
      ],
      [
        "process",
        -8.363611282747758
      ],
      [
        "act",
        -8.363644293854488
      ],
      [
        "building",
        -8.365811519951194
      ],
      [
        "dollar",
        -8.366705939081651
      ],
      [
        "ice",
        -8.368857170111383
      ],
      [
        "done",
        -8.370444395760874
      ],
      [
        "walk",
        -8.371048971791012
      ],
      [
        "ge",
        -8.385855815030974
      ],
      [
        "famil",
        -8.390327886072335
      ],
      [
        "away",
        -8.391936256468913
      ],
      [
        "She",
        -8.392134473096334
      ],
      [
        "coming",
        -8.39517238531586
      ],
      [
        "top",
        -8.3976676722457
      ],
      [
        "sense",
        -8.397999706754746
      ],
      [
        "ca",
        -8.399276407194531
      ],
      [
        "future",
        -8.403446541850446
      ],
      [
        "small",
        -8.409702551269316
      ],
      [
        "computer",
        -8.416045703707598
      ],
      [
        "science",
        -8.421215021113447
      ],
      [
        "energ",
        -8.4223363435683
      ],
      [
        "war",
        -8.42774212180932
      ],
      [
        "5",
        -8.428421601175682
      ],
      [
        "land",
        -8.428504769545702
      ],
      [
        "hi",
        -8.428681996760455
      ],
      [
        "quite",
        -8.429390755223169
      ],
      [
        "!",
        -8.439304375498867
      ],
      [
        "air",
        -8.439463427667118
      ],
      [
        "state",
        -8.440101989247367
      ],
      [
        "ill",
        -8.443901671363014
      ],
      [
        "name",
        -8.447030419096759
      ],
      [
        "share",
        -8.448979756764471
      ],
      [
        "bring",
        -8.450175254707958
      ],
      [
        "group",
        -8.45193627594049
      ],
      [
        "answer",
        -8.453275243676245
      ],
      [
        "left",
        -8.454296232129707
      ],
      [
        "communit",
        -8.456566559110207
      ],
      [
        "ran",
        -8.460602430468164
      ],
      [
        "ha",
        -8.46189873848236
      ],
      [
        "ary",
        -8.46252311577145
      ],
      [
        "4",
        -8.466974072443236
      ],
      [
        "pre",
        -8.467340826453707
      ],
      [
        "keep",
        -8.471797067224667
      ],
      [
        "pro",
        -8.475128313948039
      ],
      [
        "basic",
        -8.475300664582374
      ],
      [
        "month",
        -8.47732366769024
      ],
      [
        "face",
        -8.48000953875362
      ],
      [
        "care",
        -8.481265007551835
      ],
      [
        "image",
        -8.481318296926094
      ],
      [
        "build",
        -8.483305619731563
      ],
      [
        "best",
        -8.486103259755216
      ],
      [
        "allow",
        -8.48663530219161
      ],
      [
        "50",
        -8.49080825881149
      ],
      [
        "These",
        -8.4973968421148
      ],
      [
        "200",
        -8.500731242290154
      ],
      [
        "simple",
        -8.501700901402485
      ],
      [
        "probabl",
        -8.501722712622758
      ],
      [
        "rate",
        -8.505776217852201
      ],
      [
        "game",
        -8.518847838288824
      ],
      [
        "book",
        -8.522692448714507
      ],
      [
        "half",
        -8.52391378542682
      ],
      [
        "minute",
        -8.527509821659404
      ],
      [
        "abilit",
        -8.528538527732819
      ],
      [
        "rying",
        -8.530385910880407
      ],
      [
        "6",
        -8.530528425058506
      ],
      [
        "job",
        -8.531337234117114
      ],
      [
        "countr",
        -8.531998158722557
      ],
      [
        "business",
        -8.532507264020971
      ],
      [
        "issue",
        -8.541542270756032
      ],
      [
        "close",
        -8.541612865304415
      ],
      [
        "die",
        -8.542741404614954
      ],
      [
        "retty",
        -8.543257865165511
      ],
      [
        "sure",
        -8.544617321607856
      ],
      [
        "ical",
        -8.546512172974673
      ],
      [
        "possibl",
        -8.547822666861979
      ],
      [
        "ile",
        -8.549991372374521
      ],
      [
        "interesting",
        -8.55215185226023
      ],
      [
        "ating",
        -8.553927635568092
      ],
      [
        "house",
        -8.555595351013867
      ],
      [
        "billion",
        -8.55671572415529
      ],
      [
        "piece",
        -8.560444473635819
      ],
      [
        "Re",
        -8.561053269527791
      ],
      [
        "music",
        -8.5612559140018
      ],
      [
        "los",
        -8.562164750980603
      ],
      [
        "Let",
        -8.569801954255077
      ],
      [
        "else",
        -8.572366895655904
      ],
      [
        "week",
        -8.572637578315767
      ],
      [
        "hour",
        -8.577731198059478
      ],
      [
        "matter",
        -8.579966558875512
      ],
      [
        "societ",
        -8.580009127572684
      ],
      [
        "realize",
        -8.580733255586086
      ],
      [
        "while",
        -8.581268005396968
      ],
      [
        "low",
        -8.58391113378395
      ],
      [
        "8",
        -8.585054924535008
      ],
      [
        "saw",
        -8.589777602932209
      ],
      [
        "animal",
        -8.590517710026242
      ],
      [
        "93",
        -8.594452146762297
      ],
      [
        "TED",
        -8.594478649951174
      ],
      [
        "lives",
        -8.596281716701402
      ],
      [
        "kill",
        -8.597480363875526
      ],
      [
        "test",
        -8.597941380802727
      ],
      [
        "run",
        -8.599228826913324
      ],
      [
        "global",
        -8.603872324285113
      ],
      [
        "stuff",
        -8.608336482584683
      ],
      [
        "30",
        -8.609875801395006
      ],
      [
        "language",
        -8.61197497919726
      ],
      [
        "living",
        -8.612409172990304
      ],
      [
        "video",
        -8.61335975447486
      ],
      [
        "seem",
        -8.614730256320092
      ],
      [
        "model",
        -8.61658549450743
      ],
      [
        "public",
        -8.618777723018916
      ],
      [
        "pos",
        -8.619192896636541
      ],
      [
        "though",
        -8.619325316199962
      ],
      [
        "bad",
        -8.620660507871607
      ],
      [
        "young",
        -8.621102961515373
      ],
      [
        "91",
        -8.621710313741278
      ],
      [
        "night",
        -8.622142014818198
      ],
      [
        "gra",
        -8.623750808049985
      ],
      [
        "complete",
        -8.627002999931815
      ],
      [
        "ke",
        -8.628989316409754
      ],
      [
        "far",
        -8.630690473168531
      ],
      [
        "base",
        -8.635252530739052
      ],
      [
        "certain",
        -8.635296118693972
      ],
      [
        "New",
        -8.635507871939698
      ],
      [
        "city",
        -8.636194211340806
      ],
      [
        "bu",
        -8.637887074897003
      ],
      [
        "hav",
        -8.638024293507701
      ],
      [
        "inside",
        -8.641492141952469
      ],
      [
        "later",
        -8.64187948157577
      ],
      [
        "7",
        -8.648940332399691
      ],
      [
        "La",
        -8.65041367088515
      ],
      [
        "level",
        -8.65068309363037
      ],
      [
        "Al",
        -8.653717310527668
      ],
      [
        "student",
        -8.656334400177126
      ],
      [
        "American",
        -8.659467544030441
      ],
      [
        "view",
        -8.661534502611829
      ],
      [
        "ingle",
        -8.661870185336355
      ],
      [
        "watch",
        -8.663451356555434
      ],
      [
        "late",
        -8.665057008595817
      ],
      [
        "government",
        -8.665114943342843
      ],
      [
        "gu",
        -8.66799381671034
      ],
      [
        "hope",
        -8.671399135694042
      ],
      [
        "wrong",
        -8.672049308567154
      ],
      [
        "particular",
        -8.674932980672441
      ],
      [
        "All",
        -8.676826353334214
      ],
      [
        "term",
        -8.682331097678606
      ],
      [
        "control",
        -8.682760951926301
      ],
      [
        "picture",
        -8.68634111780949
      ],
      [
        "oil",
        -8.686382149219563
      ],
      [
        "girl",
        -8.686555200704188
      ],
      [
        "elve",
        -8.687157965265055
      ],
      [
        "whe",
        -8.687919591873555
      ],
      [
        "ather",
        -8.690012951181444
      ],
      [
        "ide",
        -8.691392411232052
      ],
      [
        "19",
        -8.693071883402471
      ],
      [
        "once",
        -8.696503376648122
      ],
      [
        "ful",
        -8.696905569125935
      ],
      [
        "An",
        -8.698205835659834
      ],
      [
        "special",
        -8.707432494607405
      ],
      [
        "often",
        -8.71239810957524
      ],
      [
        "machine",
        -8.713201964123343
      ],
      [
        "imagine",
        -8.71428857397164
      ],
      [
        "thousand",
        -8.714705916199147
      ],
      [
        "six",
        -8.727283645266294
      ],
      [
        "heart",
        -8.728170094616592
      ],
      [
        "remember",
        -8.730403203033141
      ],
      [
        "spend",
        -8.731873515801443
      ],
      [
        "interest",
        -8.732123358236578
      ],
      [
        "study",
        -8.737505562383975
      ],
      [
        "difference",
        -8.739038199224934
      ],
      [
        "material",
        -8.739038976894527
      ],
      [
        "histor",
        -8.742480704268493
      ],
      [
        "planet",
        -8.748783836139062
      ],
      [
        "ck",
        -8.749918554554522
      ],
      [
        "inter",
        -8.75995617071528
      ],
      [
        "true",
        -8.764084931072269
      ],
      [
        "V",
        -8.767143094536674
      ],
      [
        "Le",
        -8.76736460209262
      ],
      [
        "figure",
        -8.768750326561218
      ],
      [
        "ated",
        -8.769699671947713
      ],
      [
        "words",
        -8.773048063685174
      ],
      [
        "ick",
        -8.77455681303245
      ],
      [
        "free",
        -8.77534073272609
      ],
      [
        "word",
        -8.779213566769325
      ],
      [
        "saying",
        -8.780325867956083
      ],
      [
        "9",
        -8.780615041179939
      ],
      [
        "education",
        -8.781497715187946
      ],
      [
        "Africa",
        -8.781730269749138
      ],
      [
        "order",
        -8.78210285751475
      ],
      [
        "nothing",
        -8.783222900083729
      ],
      [
        "cost",
        -8.786231692241548
      ],
      [
        "parent",
        -8.787797048128116
      ],
      [
        "both",
        -8.789361395246388
      ],
      [
        "disease",
        -8.789562282536213
      ],
      [
        "exact",
        -8.79012759255533
      ],
      [
        "force",
        -8.790655416237511
      ],
      [
        "spec",
        -8.79094686679926
      ],
      [
        "rest",
        -8.791975999493605
      ],
      [
        "lie",
        -8.796290695125288
      ],
      [
        "discover",
        -8.797851955520752
      ],
      [
        "happens",
        -8.799256356502596
      ],
      [
        "cu",
        -8.800076392975786
      ],
      [
        "ail",
        -8.80286217062913
      ],
      [
        "market",
        -8.803192596514556
      ],
      [
        "individual",
        -8.804244109138939
      ],
      [
        "research",
        -8.807931999693455
      ],
      [
        "buil",
        -8.811044995169606
      ],
      [
        "ship",
        -8.811212678018723
      ],
      [
        "entire",
        -8.812542902225989
      ],
      [
        "ard",
        -8.813263081115567
      ],
      [
        "couple",
        -8.815815202487656
      ],
      [
        "amazing",
        -8.817478501363627
      ],
      [
        "ure",
        -8.819043943919107
      ],
      [
        "beautiful",
        -8.825839901555076
      ],
      [
        "State",
        -8.826200675822166
      ],
      [
        "patient",
        -8.827520802699503
      ],
      [
        "sound",
        -8.834030726088804
      ],
      [
        "Earth",
        -8.834275099577631
      ],
      [
        "full",
        -8.835662883721977
      ],
      [
        "mother",
        -8.843118786047576
      ],
      [
        "past",
        -8.844281395204217
      ],
      [
        "par",
        -8.84443705777677
      ],
      [
        "pay",
        -8.845086679009768
      ],
      [
        "front",
        -8.845816421767353
      ],
      [
        "ster",
        -8.845982771597644
      ],
      [
        "environment",
        -8.846952710647045
      ],
      [
        "value",
        -8.847970403939616
      ],
      [
        "decided",
        -8.849909756953625
      ],
      [
        "torie",
        -8.85056065745863
      ],
      [
        "speak",
        -8.855271835898169
      ],
      [
        "hold",
        -8.859479260039038
      ],
      [
        "experiment",
        -8.863483089397695
      ],
      [
        "times",
        -8.86531002974212
      ],
      [
        "Or",
        -8.866539481938041
      ],
      [
        "universe",
        -8.866977337411289
      ],
      [
        "final",
        -8.871770733481938
      ],
      [
        "follow",
        -8.874023063875509
      ],
      [
        "leg",
        -8.875622314364684
      ],
      [
        "100",
        -8.877357346982214
      ],
      [
        "hundred",
        -8.877530966505216
      ],
      [
        "program",
        -8.877593574072664
      ],
      [
        "Unite",
        -8.88216286383268
      ],
      [
        "culture",
        -8.884654256390242
      ],
      [
        "makes",
        -8.88537424419954
      ],
      [
        "team",
        -8.885904209836347
      ],
      [
        "result",
        -8.891779344744258
      ],
      [
        "Oka",
        -8.893147243901723
      ],
      [
        "stop",
        -8.893184355651389
      ],
      [
        "ways",
        -8.894117566512854
      ],
      [
        "solution",
        -8.895372394175794
      ],
      [
        "economic",
        -8.89884442376991
      ],
      [
        "uring",
        -8.899501888023648
      ],
      [
        "cancer",
        -8.902754694590534
      ],
      [
        "huge",
        -8.90442629037545
      ],
      [
        "woman",
        -8.906461354413773
      ],
      [
        "Every",
        -8.910742964360171
      ],
      [
        "clear",
        -8.91717006711584
      ],
      [
        "step",
        -8.917958606104945
      ],
      [
        "personal",
        -8.91911105580268
      ],
      [
        "centur",
        -8.921452012567316
      ],
      [
        "que",
        -8.921992492757408
      ],
      [
        "ideas",
        -8.922108480883924
      ],
      [
        "ade",
        -8.923121233462657
      ],
      [
        "focus",
        -8.930206329503486
      ],
      [
        "law",
        -8.930221837291867
      ],
      [
        "fel",
        -8.931530205634754
      ],
      [
        "produce",
        -8.93495691650129
      ],
      [
        "quick",
        -8.936053444622672
      ],
      [
        "Do",
        -8.936280355194981
      ],
      [
        "rap",
        -8.936976827492263
      ],
      [
        "taking",
        -8.93949893484427
      ],
      [
        "deal",
        -8.940358806826334
      ],
      [
        "must",
        -8.940842364470694
      ],
      [
        "phone",
        -8.94137151028438
      ],
      [
        "happ",
        -8.943014356015432
      ],
      [
        "friends",
        -8.943634017198045
      ],
      [
        "gan",
        -8.945001213249293
      ],
      [
        "Internet",
        -8.945198182644965
      ],
      [
        "friend",
        -8.954374818727178
      ],
      [
        "product",
        -8.957104379497853
      ],
      [
        "type",
        -8.957826912585137
      ],
      [
        "teacher",
        -8.95915211268311
      ],
      [
        "behavior",
        -8.960451221932473
      ],
      [
        "pass",
        -8.960854654742349
      ],
      [
        "leave",
        -8.962396635975225
      ],
      [
        "China",
        -8.965303255923882
      ],
      [
        "—",
        -8.968165689348053
      ],
      [
        "les",
        -8.969015731951
      ],
      [
        "class",
        -8.971814718626298
      ],
      [
        "population",
        -8.973990971952091
      ],
      [
        "challenge",
        -8.97475439303222
      ],
      [
        "plan",
        -8.97661675057169
      ],
      [
        "break",
        -8.980313131795654
      ],
      [
        "leas",
        -8.982473745289035
      ],
      [
        "ble",
        -8.984214302446325
      ],
      [
        "scientist",
        -8.98574426230333
      ],
      [
        "third",
        -8.991965363987841
      ],
      [
        "nature",
        -8.99422201115635
      ],
      [
        "natural",
        -8.995652395579508
      ],
      [
        "mov",
        -8.996867529021909
      ],
      [
        "happening",
        -8.997946762079327
      ],
      [
        "ver",
        -9.006473483715183
      ],
      [
        "paper",
        -9.007862770389526
      ],
      [
        "listen",
        -9.011811122910771
      ],
      [
        "Pa",
        -9.01341262395811
      ],
      [
        "cut",
        -9.015672055551786
      ],
      [
        "since",
        -9.016240851773318
      ],
      [
        "ach",
        -9.016744432898617
      ],
      [
        "Ro",
        -9.024724310241837
      ],
      [
        "structure",
        -9.025950658108119
      ],
      [
        "network",
        -9.03022664273808
      ],
      [
        "film",
        -9.032128046752272
      ],
      [
        "color",
        -9.033446355991682
      ],
      [
        "lead",
        -9.034774657446146
      ],
      [
        "media",
        -9.035953011206253
      ],
      [
        "opportunit",
        -9.036260039105727
      ],
      [
        "qu",
        -9.039272352235152
      ],
      [
        "explain",
        -9.040506109925289
      ],
      [
        "object",
        -9.042497061564477
      ],
      [
        "Some",
        -9.04288352835406
      ],
      [
        "company",
        -9.044591330793223
      ],
      [
        "sometime",
        -9.045533585767647
      ],
      [
        "ious",
        -9.045563769039802
      ],
      [
        "plant",
        -9.048902130758293
      ],
      [
        "key",
        -9.049465824074195
      ],
      [
        "Oh",
        -9.051149412350414
      ],
      [
        "mine",
        -9.053929298200778
      ],
      [
        "India",
        -9.054622956455862
      ],
      [
        "America",
        -9.056765084471941
      ],
      [
        "difficult",
        -9.061444986930422
      ],
      [
        "15",
        -9.061957597484064
      ],
      [
        "drug",
        -9.062214683912494
      ],
      [
        "bigge",
        -9.062894438406252
      ],
      [
        "ground",
        -9.063332894504352
      ],
      [
        "father",
        -9.070392520642864
      ],
      [
        "ried",
        -9.071208284095022
      ],
      [
        "sub",
        -9.07140094222984
      ],
      [
        "haps",
        -9.072663310076027
      ],
      [
        "star",
        -9.072936221246856
      ],
      [
        "eight",
        -9.07374218914391
      ],
      [
        "ger",
        -9.07614565060539
      ],
      [
        "voice",
        -9.076578788389579
      ],
      [
        "powerful",
        -9.076850738763733
      ],
      [
        "outside",
        -9.077536462162271
      ],
      [
        "cap",
        -9.077939134826188
      ],
      [
        "arm",
        -9.078578335706172
      ],
      [
        "amount",
        -9.078597894969782
      ],
      [
        "ory",
        -9.08115270733263
      ],
      [
        "ap",
        -9.081603053007468
      ],
      [
        "short",
        -9.081929051504625
      ],
      [
        "shape",
        -9.083280778560606
      ],
      [
        "God",
        -9.087791272638107
      ],
      [
        "gav",
        -9.088645192238737
      ],
      [
        "oursel",
        -9.089047789158563
      ],
      [
        "deep",
        -9.089145693510673
      ],
      [
        "robot",
        -9.092989468241012
      ],
      [
        "ence",
        -9.093395664506424
      ],
      [
        "risk",
        -9.099108991146426
      ],
      [
        "field",
        -9.100552915653948
      ],
      [
        "add",
        -9.100623385618054
      ],
      [
        "creat",
        -9.101899023330247
      ],
      [
        "itting",
        -9.104136407546026
      ],
      [
        "stage",
        -9.104195557438437
      ],
      [
        "solve",
        -9.109200411467192
      ],
      [
        "race",
        -9.10956707676866
      ],
      [
        "hind",
        -9.111347885799056
      ],
      [
        "green",
        -9.111698241070858
      ],
      [
        "buy",
        -9.111846524825719
      ],
      [
        "tention",
        -9.114058988212488
      ],
      [
        "40",
        -9.11521121670562
      ],
      [
        "red",
        -9.115312483639535
      ],
      [
        "scale",
        -9.115675270220201
      ],
      [
        "death",
        -9.11588221533722
      ],
      [
        "ping",
        -9.116820147744736
      ],
      [
        "fear",
        -9.118748986917966
      ],
      [
        "engineer",
        -9.119037532590582
      ],
      [
        "rule",
        -9.120938584495317
      ],
      [
        "wait",
        -9.121344985687758
      ],
      [
        "port",
        -9.123191626486845
      ],
      [
        "learning",
        -9.123730677261314
      ],
      [
        "cha",
        -9.126200907385904
      ],
      [
        "decision",
        -9.12733051552059
      ],
      [
        "black",
        -9.128289670196622
      ],
      [
        "ang",
        -9.130094504542313
      ],
      [
        "Ch",
        -9.133324274367723
      ],
      [
        "size",
        -9.136679069282952
      ],
      [
        "action",
        -9.138179365612835
      ],
      [
        "exist",
        -9.146988738498427
      ],
      [
        "box",
        -9.152789533940545
      ],
      [
        "middle",
        -9.152911846488568
      ],
      [
        "photograph",
        -9.15379601257067
      ],
      [
        "local",
        -9.155139171367644
      ],
      [
        "yourself",
        -9.156857394876958
      ],
      [
        "York",
        -9.15751105608465
      ],
      [
        "boy",
        -9.158361429095056
      ],
      [
        "ball",
        -9.158768494076849
      ],
      [
        "fight",
        -9.15896513350379
      ],
      [
        "imply",
        -9.161562369349848
      ],
      [
        "companie",
        -9.16197673089162
      ],
      [
        "fire",
        -9.163285093868414
      ],
      [
        "political",
        -9.16334494830668
      ],
      [
        "feeling",
        -9.163752448694177
      ],
      [
        "dream",
        -9.164452579838695
      ],
      [
        "longe",
        -9.166753594010965
      ],
      [
        "choice",
        -9.16908800553791
      ],
      [
        "normal",
        -9.169107386212584
      ],
      [
        "drive",
        -9.172394741404291
      ],
      [
        "safe",
        -9.175120858306842
      ],
      [
        "path",
        -9.179564864137518
      ],
      [
        "poor",
        -9.180450715689886
      ],
      [
        "recent",
        -9.18345636706826
      ],
      [
        "12",
        -9.183883290507039
      ],
      [
        "street",
        -9.185522482580325
      ],
      [
        "cop",
        -9.185626561391523
      ],
      [
        "memor",
        -9.187367346844862
      ],
      [
        "pick",
        -9.18782418760502
      ],
      [
        "econom",
        -9.188217782911156
      ],
      [
        "present",
        -9.18829633668071
      ],
      [
        "stead",
        -9.18941791536366
      ],
      [
