{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 64,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 64
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": 1,
    "vocab": [
      [
        "[PAD]",
        0.0
      ],
      [
        "[UNK]",
        0.0
      ],
      [
        "[SOS]",
        0.0
      ],
      [
        "[EOS]",
        0.0
      ],
      [
        "[MASK]",
        0.0
      ],
      [
        "[CLS]",
        0.0
      ],
      [
        "t",
        -2.9085615979462744
      ],
      [
        "c",
        -3.005767420668672
      ],
      [
        "n",
        -3.088388669211552
      ],
      [
        "i",
        -3.3557962349695885
      ],
      [
        "h",
        -3.7172270332683244
      ],
      [
        ",",
        -3.7251689406234085
      ],
      [
        "m",
        -3.7436700918535095
      ],
      [
        ".",
        -3.774061355254112
      ],
      [
        "đ",
        -3.7998658891919934
      ],
      [
        "ó",
        -3.850608137684837
      ],
      [
        "ng",
        -4.016747490883278
      ],
      [
        "g",
        -4.1944666218548345
      ],
      [
        "a",
        -4.198848211142671
      ],
      [
        "là",
        -4.49989604478302
      ],
      [
        "u",
        -4.524186981555726
      ],
      [
        "à",
        -4.596143069902469
      ],
      [
        "tôi",
        -4.639358601448198
      ],
      [
        "và",
        -4.6463206164311845
      ],
      [
        "y",
        -4.676079632560237
      ],
      [
        "l",
        -4.680200980127646
      ],
      [
        "một",
        -4.695897948442925
      ],
      [
        "p",
        -4.705953970787801
      ],
      [
        "o",
        -4.780086271896405
      ],
      [
        "những",
        -4.953771079473199
      ],
      [
        "của",
        -4.974700642031774
      ],
      [
        "húng",
        -4.987813431108371
      ],
      [
        "á",
        -5.0869263455406095
      ],
      [
        "v",
        -5.106139033829685
      ],
      [
        "không",
        -5.160520130110974
      ],
      [
        "b",
        -5.231659262164619
      ],
      [
        "người",
        -5.298875418533623
      ],
      [
        "bạn",
        -5.304548875288706
      ],
      [
        "ì",
        -5.352994843373516
      ],
      [
        "trong",
        -5.375582123954208
      ],
      [
        "thể",
        -5.394655453452277
      ],
      [
        "ả",
        -5.409173308024275
      ],
      [
        "này",
        -5.446830202767208
      ],
      [
        "các",
        -5.451727145741749
      ],
      [
        ";",
        -5.455341160959842
      ],
      [
        "đã",
        -5.458184066833313
      ],
      [
        "được",
        -5.494338148089762
      ],
      [
        "&",
        -5.501882977090601
      ],
      [
        "ố",
        -5.524041404815646
      ],
      [
        "s",
        -5.5449052513546935
      ],
      [
        "ra",
        -5.5506712064201835
      ],
      [
        "với",
        -5.567702365359754
      ],
      [
        "ở",
        -5.585940127030261
      ],
      [
        "quo",
        -5.600131245091422
      ],
      [
        "cho",
        -5.605551570902394
      ],
      [
        "Và",
        -5.631674412197205
      ],
      [
        "ơ",
        -5.633822604284447
      ],
      [
        "sự",
        -5.643649557400362
      ],
      [
        "làm",
        -5.786998127839361
      ],
      [
        "để",
        -5.810004067626396
      ],
      [
        "ừ",
        -5.812732312308098
      ],
      [
        "như",
        -5.818948654066064
      ],
      [
        "d",
        -5.819954740174545
      ],
      [
        "về",
        -5.820792003970109
      ],
      [
        "ạ",
        -5.8243399223863594
      ],
      [
        "ất",
        -5.83396233320752
      ],
      [
        "sẽ",
        -5.8380500875360575
      ],
      [
        "ứ",
        -5.904743051078663
      ],
      [
        "ự",
        -5.913825521961185
      ],
      [
        "điều",
        -5.9287305218173945
      ],
      [
        "họ",
        -5.932455454078813
      ],
      [
        "thế",
        -5.938526583569814
      ],
      [
        "k",
        -6.005404673218548
      ],
      [
        "ấ",
        -6.017022461894539
      ],
      [
        "khi",
        -6.028556215217449
      ],
      [
        "ộ",
        -6.047724892736767
      ],
      [
        "Tôi",
        -6.0502730625614625
      ],
      [
        "phả",
        -6.057412648328942
      ],
      [
        "số",
        -6.0580796262846
      ],
      [
        "đến",
        -6.114577275589365
      ],
      [
        "ần",
        -6.117547680562538
      ],
      [
        "ầu",
        -6.124648843518903
      ],
      [
        "ề",
        -6.128406062466809
      ],
      [
        "?",
        -6.151566912722915
      ],
      [
        "r",
        -6.15346888594526
      ],
      [
        "ô",
        -6.16208746396728
      ],
      [
        "ên",
        -6.182435396627833
      ],
      [
        "rằng",
        -6.1922954560348735
      ],
      [
        "ế",
        -6.193911411258425
      ],
      [
        "ang",
        -6.198971191094378
      ],
      [
        "ậ",
        -6.203870345018268
      ],
      [
        "thứ",
        -6.206159613151218
      ],
      [
        "việc",
        -6.2135970504644344
      ],
      [
        "thấ",
        -6.226032352363049
      ],
      [
        "lại",
        -6.23804524789146
      ],
      [
        "vào",
        -6.240465487549216
      ],
      [
        "vậ",
        -6.250002236223011
      ],
      [
        "nghĩ",
        -6.261909900129824
      ],
      [
        "hơn",
        -6.287620651264515
      ],
      [
        "nhiều",
        -6.314999495415355
      ],
      [
        "ình",
        -6.319597958368581
      ],
      [
        "rấ",
        -6.326697570239542
      ],
      [
        "ới",
        -6.328957454241062
      ],
      [
        "cách",
        -6.333978032243671
      ],
      [
        "hay",
        -6.3555170747889775
      ],
      [
        "ấy",
        -6.366085851057678
      ],
      [
        "thự",
        -6.366297493955244
      ],
      [
        "ý",
        -6.372112869455034
      ],
      [
        "khác",
        -6.372902167448897
      ],
      [
        "đây",
        -6.410274482461665
      ],
      [
        "ọ",
        -6.410610092075004
      ],
      [
        "con",
        -6.413578130443751
      ],
      [
        "biế",
        -6.426191941392986
      ],
      [
        "chỉ",
        -6.431824138256445
      ],
      [
        "ă",
        -6.448358617290223
      ],
      [
        "trê",
        -6.454656411998998
      ],
      [
        "học",
        -6.4816870397161335
      ],
      [
        "công",
        -6.489695894489344
      ],
      [
        "Chúng",
        -6.489789193837183
      ],
      [
        "ệ",
        -6.490890484329048
      ],
      [
        "hân",
        -6.502527343773242
      ],
      [
        "ông",
        -6.503184452542552
      ],
      [
        "--",
        -6.5120879876820545
      ],
      [
        "ã",
        -6.526543853686071
      ],
      [
        "phá",
        -6.534272031789204
      ],
      [
        "ây",
        -6.558384068003011
      ],
      [
        "ú",
        -6.57122353801803
      ],
      [
        "dụ",
        -6.583838397359161
      ],
      [
        ":",
        -6.5958469553815995
      ],
      [
        "â",
        -6.605920344134198
      ],
      [
        "thành",
        -6.61159154561204
      ],
      [
        "ớ",
        -6.618708671807305
      ],
      [
        "cũng",
        -6.6405289494454856
      ],
      [
        "ường",
        -6.643957996354484
      ],
      [
        "Như",
        -6.65563584664174
      ],
      [
        "ời",
        -6.659229415309261
      ],
      [
        "bị",
        -6.67606400986903
      ],
      [
        "quan",
        -6.680006283892025
      ],
      [
        "1",
        -6.689455983513504
      ],
      [
        "muốn",
        -6.698940979898406
      ],
      [
        "thậ",
        -6.700940700750964
      ],
      [
        "àng",
        -6.701098455839695
      ],
      [
        "ợ",
        -6.709229632305025
      ],
      [
        "nhậ",
        -6.7280677820884005
      ],
      [
        "nhất",
        -6.75178710090397
      ],
      [
        "í",
        -6.761445545073718
      ],
      [
        "qua",
        -6.763338290999002
      ],
      [
        "giả",
        -6.767295762084137
      ],
      [
        "mình",
        -6.768748339868544
      ],
      [
        "N",
        -6.769280946920675
      ],
      [
        "chính",
        -6.7736457382863
      ],
      [
        "động",
        -6.776521162102291
      ],
      [
        "tạo",
        -6.781875828281937
      ],
      [
        "hiện",
        -6.786883529525573
      ],
      [
        "nhưng",
        -6.792679375895778
      ],
      [
        "giớ",
        -6.7956344934649735
      ],
      [
        "kế",
        -6.809267656330931
      ],
      [
        "gia",
        -6.812755548240169
      ],
      [
        "giá",
        -6.815644011158218
      ],
      [
        "ụ",
        -6.817111009567313
      ],
      [
        "anh",
        -6.82472983205178
      ],
      [
        "giờ",
        -6.877299717072967
      ],
      [
        "ước",
        -6.878808049947022
      ],
      [
        "M",
        -6.887882606752511
      ],
      [
        "cuộ",
        -6.909118341219836
      ],
      [
        "nếu",
        -6.9113590597919785
      ],
      [
        "ư",
        -6.926921943877785
      ],
      [
        "bắ",
        -6.932682804825847
      ],
      [
        "Đ",
        -6.94511963287678
      ],
      [
        "thì",
        -6.963910352078813
      ],
      [
        "chiế",
        -6.965044149414618
      ],
      [
        "x",
        -6.995820727082236
      ],
      [
        "T",
        -7.002879156137665
      ],
      [
        "ử",
        -7.005928659108761
      ],
      [
        "đồ",
        -7.0105127315630344
      ],
      [
        "theo",
        -7.014412300675222
      ],
      [
        "ồ",
        -7.018010464722442
      ],
      [
        "bở",
        -7.0225497499351945
      ],
      [
        "nhìn",
        -7.0278052098369095
      ],
      [
        "còn",
        -7.029642067555436
      ],
      [
        "e",
        -7.036912861880383
      ],
      [
        "bằng",
        -7.044025449813001
      ],
      [
        "tiế",
        -7.045819289801896
      ],
      [
        "bản",
        -7.052999460008676
      ],
      [
        "-",
        -7.05646898596002
      ],
      [
        "sau",
        -7.058695865689966
      ],
      [
        "huyệ",
        -7.06217245144286
      ],
      [
        "bộ",
        -7.07448817169684
      ],
      [
        "cùn",
        -7.0750271798698385
      ],
      [
        "lên",
        -7.090452868334486
      ],
      [
        "ắ",
        -7.092074127656408
      ],
      [
        "sao",
        -7.094031486520631
      ],
      [
        "ữ",
        -7.10054417224238
      ],
      [
        "trở",
        -7.103657469529972
      ],
      [
        "thờ",
        -7.105457742916055
      ],
      [
        "câu",
        -7.1060025327076435
      ],
      [
        "ngày",
        -7.110477621543341
      ],
      [
        "sinh",
        -7.1174628977134144
      ],
      [
        "nghiệ",
        -7.125735131143006
      ],
      [
        "hươn",
        -7.126835724382911
      ],
      [
        "hiể",
        -7.1498965303559885
      ],
      [
        "sử",
        -7.15903595184208
      ],
      [
        "chứ",
        -7.163015815034488
      ],
      [
        "ịnh",
        -7.164114450936481
      ],
      [
        "trướ",
        -7.168176028070555
      ],
      [
        "ưở",
        -7.185457635276904
      ],
      [
        "năng",
        -7.185503618945791
      ],
      [
        "C",
        -7.188302898351292
      ],
      [
        "phầ",
        -7.189281407903637
      ],
      [
        "ổ",
        -7.19294008448057
      ],
      [
        "Nó",
        -7.1953761784413395
      ],
      [
        "nhau",
        -7.201833746721826
      ],
      [
        "thiế",
        -7.204908560448326
      ],
      [
        "dự",
        -7.210145229646502
      ],
      [
        "mặ",
        -7.214891710840888
      ],
      [
        "hỏi",
        -7.235648851943749
      ],
      [
        "B",
        -7.251952037671153
      ],
      [
        "rồ",
        -7.261237119404651
      ],
      [
        "tính",
        -7.26169451325398
      ],
      [
        "hành",
        -7.287167347187195
      ],
      [
        "dù",
        -7.295944804754479
      ],
      [
        "liệ",
        -7.296794601772412
      ],
      [
        "hai",
        -7.310913731051562
      ],
      [
        "trườn",
        -7.311926865632827
      ],
      [
        "Bạn",
        -7.325599819480468
      ],
      [
        "trìn",
        -7.329791694002594
      ],
      [
        "ỹ",
        -7.339415580217743
      ],
      [
        "xu",
        -7.343960109183932
      ],
      [
        "hoá",
        -7.346272687183092
      ],
      [
        "hông",
        -7.356611026360111
      ],
      [
        "kin",
        -7.366152803072556
      ],
      [
        "quá",
        -7.389145366511297
      ],
      [
        "nữa",
        -7.38934217884178
      ],
      [
        "Đó",
        -7.39009493823386
      ],
      [
        "khá",
        -7.399492046282379
      ],
      [
        "vị",
        -7.4193295955898115
      ],
      [
        "ôi",
        -7.4223448064321484
      ],
      [
        "ị",
        -7.422537527601458
      ],
      [
        "phụ",
        -7.424498700122301
      ],
      [
        "xem",
        -7.427990221416467
      ],
      [
        "ăng",
        -7.433062589860652
      ],
      [
        "do",
        -7.438570655613459
      ],
      [
        "thíc",
        -7.441072954584127
      ],
      [
        "Th",
        -7.444370367805469
      ],
      [
        "ẽ",
        -7.447400597037024
      ],
      [
        "sán",
        -7.4534485298470905
      ],
      [
        "ĩ",
        -7.459409430041463
      ],
      [
        "đổ",
        -7.464280308124234
      ],
      [
        "ủ",
        -7.4670849005476025
      ],
      [
        "ều",
        -7.468959344464542
      ],
      [
        "ể",
        -7.473349572627679
      ],
      [
        "gian",
        -7.475617826988511
      ],
      [
        "trẻ",
        -7.478726985031383
      ],
      [
        "Đâ",
        -7.4793472985821445
      ],
      [
        "trọn",
        -7.4798341546578655
      ],
      [
        "hoạ",
        -7.486758676835358
      ],
      [
        "Mộ",
        -7.498954542269605
      ],
      [
        "ăn",
        -7.505195276949943
      ],
      [
        "chế",
        -7.507809047147166
      ],
      [
        "âu",
        -7.509361015439549
      ],
      [
        "V",
        -7.5095106964687925
      ],
      [
        "quả",
        -7.509784368197766
      ],
      [
        "chấ",
        -7.510588362087953
      ],
      [
        "giữ",
        -7.514390908066847
      ],
      [
        "ặ",
        -7.52500850335235
      ],
      [
        "trả",
        -7.52891684473395
      ],
      [
        "oàn",
        -7.539003237358819
      ],
      [
        "loại",
        -7.545208095724344
      ],
      [
        "giố",
        -7.546293109652111
      ],
      [
        "Vì",
        -7.551794030517108
      ],
      [
        "bao",
        -7.55666300548146
      ],
      [
        "tiên",
        -7.558737856200944
      ],
      [
        "bện",
        -7.5589382687995785
      ],
      [
        "khoản",
        -7.565123271434251
      ],
      [
        "ù",
        -7.571951805688006
      ],
      [
        "thú",
        -7.577400283886853
      ],
      [
        "nay",
        -7.5802021935180495
      ],
      [
        "S",
        -7.581108070514283
      ],
      [
        "nhiê",
        -7.581387883474181
      ],
      [
        "đán",
        -7.588152291557947
      ],
      [
        "Vậ",
        -7.5919809512254695
      ],
      [
        "nghệ",
        -7.597147416206911
      ],
      [
        "tác",
        -7.600827374353854
      ],
      [
        "điểm",
        -7.602294653073851
      ],
      [
        "gọi",
        -7.605269208556458
      ],
      [
        "viê",
        -7.605612249841743
      ],
      [
        "tr",
        -7.608934150734305
      ],
      [
        "hoàn",
        -7.611912241591616
      ],
      [
        "thuậ",
        -7.614180634858671
      ],
      [
        "nhỏ",
        -7.615051385913138
      ],
      [
        "tươ",
        -7.620642619099681
      ],
      [
        "úng",
        -7.632120682135028
      ],
      [
        "biệ",
        -7.632447922488791
      ],
      [
        "Có",
        -7.637330358200602
      ],
      [
        "Họ",
        -7.639186019696581
      ],
      [
        "em",
        -7.6403400317573045
      ],
      [
        "đưa",
        -7.643448401059507
      ],
      [
        "ẻ",
        -7.651102346531511
      ],
      [
        "ổi",
        -7.654170192686463
      ],
      [
        "òng",
        -7.655159396745257
      ],
      [
        "2",
        -7.658219304898076
      ],
      [
        "xả",
        -7.665987642198294
      ],
      [
        "ê",
        -7.675357546070492
      ],
      [
        "thá",
        -7.677815309091019
      ],
      [
        "ờ",
        -7.684506508375756
      ],
      [
        "thu",
        -7.686803485879054
      ],
      [
        "vẫ",
        -7.690884897575976
      ],
      [
        "hững",
        -7.691859877592752
      ],
      [
        "mạn",
        -7.703374023209995
      ],
      [
        "bả",
        -7.708408784947706
      ],
      [
        "dân",
        -7.7095216832176074
      ],
      [
        "hoặ",
        -7.710097929732766
      ],
      [
        "quyế",
        -7.718177397070727
      ],
      [
        "dạ",
        -7.722064482324041
      ],
      [
        "triể",
        -7.7262649110430415
      ],
      [
        "bên",
        -7.72776903620075
      ],
      [
        "chuyể",
        -7.729589326194906
      ],
      [
        "thốn",
        -7.7320641196032645
      ],
      [
        "diễ",
        -7.744188977229068
      ],
      [
        "Điề",
        -7.746643429171579
      ],
      [
        "trị",
        -7.7466568984018584
      ],
      [
        "ầ",
        -7.747571098141793
      ],
      [
        "ghe",
        -7.748376000778662
      ],
      [
        "hiên",
        -7.748727414763623
      ],
      [
        "hiệ",
        -7.760791265849977
      ],
      [
        "tuyệ",
        -7.770251380074438
      ],
      [
        "truy",
        -7.779915956366208
      ],
      [
        "ỗ",
        -7.7846355848103554
      ],
      [
        "gắn",
        -7.78723880081386
      ],
      [
        "mỗi",
        -7.792615470521853
      ],
      [
        "toà",
        -7.797208185053361
      ],
      [
        "An",
        -7.820080073234856
      ],
      [
        "xe",
        -7.82114491803318
      ],
      [
        "chú",
        -7.822462897370215
      ],
      [
        "ạo",
        -7.824366538077398
      ],
      [
        "iền",
        -7.8335520168827255
      ],
      [
        "nguy",
        -7.8372565065653035
      ],
      [
        "chủ",
        -7.8400073360605225
      ],
      [
        "Nế",
        -7.842003469479268
      ],
      [
        "ỳ",
        -7.8430330226138185
      ],
      [
        "khoa",
        -7.845674057186286
      ],
      [
        "khả",
        -7.849620333886452
      ],
      [
        "phòng",
        -7.856178568021266
      ],
      [
        "trun",
        -7.859209442764328
      ],
      [
        "phí",
        -7.859447926962321
      ],
      [
        "luậ",
        -7.859797903547684
      ],
      [
        "chưa",
        -7.861305959119118
      ],
      [
        "yê",
        -7.863056735632368
      ],
      [
        "liên",
        -7.868273709075732
      ],
      [
        "ranh",
        -7.869761229881613
      ],
      [
        "nghiên",
        -7.8767834596927075
      ],
      [
        "biể",
        -7.88002478834786
      ],
      [
        "ay",
        -7.894464849657648
      ],
      [
        "kiể",
        -7.899270459844346
      ],
      [
        "khó",
        -7.903690120823396
      ],
      [
        "sản",
        -7.905509914870156
      ],
      [
        "khí",
        -7.908992322630723
      ],
      [
        "Khi",
        -7.910460114052282
      ],
      [
        "tượ",
        -7.911907742990022
      ],
      [
        "điện",
        -7.9135794737806835
      ],
      [
        "Các",
        -7.916693522519226
      ],
      [
        "bình",
        -7.928042687214116
      ],
      [
        "tuổi",
        -7.931451969163343
      ],
      [
        "tiến",
        -7.943637057041935
      ],
      [
        "phố",
        -7.94680803566526
      ],
      [
        "tiê",
        -7.950574059854591
      ],
      [
        "bé",
        -7.952577636555959
      ],
      [
        "đặt",
        -7.954599994430386
      ],
      [
        "Không",
        -7.960852107848973
      ],
      [
        "ộng",
        -7.966421070733964
      ],
      [
        "cuố",
        -7.9742124871343565
      ],
      [
        "bỏ",
        -7.974406760918214
      ],
      [
        "trí",
        -7.979214229933041
      ],
      [
        "khu",
        -7.980976529799351
      ],
      [
        "xã",
        -7.986297760942101
      ],
      [
        "lượ",
        -7.986332603192378
      ],
      [
        "tay",
        -7.99147099875272
      ],
      [
        "phi",
        -7.9915632681085595
      ],
      [
        "chí",
        -7.996338232993409
      ],
      [
        "sứ",
        -7.997262068843413
      ],
      [
        "tiếng",
        -7.99755036698467
      ],
      [
        "phẩ",
        -8.003358934438715
      ],
      [
        "3",
        -8.009594791027316
      ],
      [
        "Tron",
        -8.023449346073207
      ],
      [
        "ỉ",
        -8.03152804493297
      ],
      [
        "mang",
        -8.033201986159229
      ],
      [
        "sác",
        -8.033217670163195
      ],
      [
        "hé",
        -8.036583132457075
      ],
      [
        "ễ",
        -8.039142622974044
      ],
      [
        "minh",
        -8.0441964376478
      ],
      [
        "thị",
        -8.05301240565441
      ],
      [
        "ỷ",
        -8.053398631458291
      ],
      [
        "đầ",
        -8.064664768901267
      ],
      [
        "H",
        -8.065516918222116
      ],
      [
        "cầu",
        -8.077364432576138
      ],
      [
        "dẫ",
        -8.080546505913809
      ],
      [
        "ngoà",
        -8.081744597709369
      ],
      [
        "loà",
        -8.085865533339227
      ],
      [
        "õ",
        -8.088633017463717
      ],
      [
        "thô",
        -8.089028364491119
      ],
      [
        "sắ",
        -8.08926100193397
      ],
      [
        "tinh",
        -8.104933760593864
      ],
      [
        "khiế",
        -8.105406016104283
      ],
      [
        "ỗi",
        -8.106882847389368
      ],
      [
        "luô",
        -8.107851764858669
      ],
      [
        "K",
        -8.107891962881375
      ],
      [
        "hướn",
        -8.118446904663234
      ],
      [
        "dị",
        -8.132036954731888
      ],
      [
        "văn",
        -8.13504706231708
      ],
      [
        "lượn",
        -8.138248139962993
      ],
      [
        "biến",
        -8.139647297738042
      ],
      [
        "ắc",
        -8.15153715247909
      ],
      [
        "khắ",
        -8.152833702255341
      ],
      [
        "viế",
        -8.15488387417136
      ],
      [
        "đặ",
        -8.159329007709761
      ],
      [
        "hạn",
        -8.159841215236563
      ],
      [
        "ỏ",
        -8.162924340735781
      ],
      [
        "Hã",
        -8.163401396251574
      ],
      [
        "thử",
        -8.16600243828706
      ],
      [
        "Qu",
        -8.166076498349193
      ],
      [
        "triệ",
        -8.170233822203336
      ],
      [
        "kiến",
        -8.174732799277297
      ],
      [
        "D",
        -8.17554325206528
      ],
      [
        "quốc",
        -8.176398588654617
      ],
      [
        "quyề",
        -8.190322970486337
      ],
      [
        "suy",
        -8.203865158680598
      ],
      [
        "Tr",
        -8.20634599856615
      ],
      [
        "bán",
        -8.207749325407804
      ],
      [
        "đâu",
        -8.218743351882818
      ],
      [
        "đấy",
        -8.221679753270326
      ],
      [
        "10",
        -8.228758656708257
      ],
      [
        "cản",
        -8.235187959086323
      ],
      [
        "vụ",
        -8.23956309862036
      ],
      [
        "thần",
        -8.239711490940767
      ],
      [
        "ạnh",
        -8.248514464123115
      ],
      [
        "L",
        -8.26828462498102
      ],
      [
        "ò",
        -8.268913880763954
      ],
      [
        "dưới",
        -8.26963494036633
      ],
      [
        "mẹ",
        -8.272916240620622
      ],
      [
        "dàn",
        -8.27531658683796
      ],
      [
        "trá",
        -8.279268128600279
      ],
      [
        "xác",
        -8.282340832240642
      ],
      [
        "trò",
        -8.29027773598919
      ],
      [
        "xuố",
        -8.291462447490431
      ],
      [
        "ươn",
        -8.296175082632619
      ],
      [
        "chia",
        -8.301253394999907
      ],
      [
        "thân",
        -8.301907698213252
      ],
      [
        "thê",
        -8.312521706439817
      ],
      [
        "R",
        -8.319373101716238
      ],
      [
        "%",
        -8.325278259049334
      ],
      [
        "ũ",
        -8.32705637718291
      ],
      [
        "nhiệ",
        -8.331771071426022
      ],
      [
        "duy",
        -8.335815433320821
      ],
      [
        "Ô",
        -8.336101711677136
      ],
      [
        "bay",
        -8.338061325859714
      ],
      [
        "guồn",
        -8.338386201627278
      ],
      [
        "xa",
        -8.343474833745638
      ],
      [
        "tham",
        -8.34368976727799
      ],
      [
        "20",
        -8.351768458131644
      ],
      [
        "thuyế",
        -8.353961268557265
      ],
      [
        "thả",
        -8.357993688200853
      ],
      [
        "vù",
        -8.36339246020274
      ],
      [
        "A",
        -8.364139010558794
      ],
      [
        "giản",
        -8.366593633662301
      ],
      [
        "chắ",
        -8.366786804741604
      ],
      [
        "uổi",
        -8.372522046860503
      ],
      [
        "chạ",
        -8.37640468634524
      ],
      [
        "ỡ",
        -8.379233528356394
      ],
      [
        "đoạ",
        -8.382215132798983
      ],
      [
        "chút",
        -8.385720446062967
      ],
      [
        "5",
        -8.3862044888192
      ],
      [
        "kiệ",
        -8.395716703670885
      ],
      [
        "đẹ",
        -8.396322570820228
      ],
      [
        "huố",
        -8.398487627666901
      ],
      [
        "hôm",
        -8.409728776498389
      ],
      [
        "vọn",
        -8.413306013330038
      ],
      [
        "tră",
        -8.413526142496178
      ],
      [
        "ược",
        -8.416178453369126
      ],
      [
        "thư",
        -8.417833186485918
      ],
      [
        "nhớ",
        -8.426285390212662
      ],
      [
        "vũ",
        -8.428934024812799
      ],
      [
        "nhạ",
        -8.430882294555266
      ],
      [
        "chị",
        -8.438193170722958
      ],
      [
        "sợ",
        -8.439682621083557
      ],
      [
        "trang",
        -8.439731138835128
      ],
      [
        "ngàn",
        -8.440480218418795
      ],
      [
        "gây",
        -8.444275536176406
      ],
      [
        "hưở",
        -8.450081698787553
      ],
      [
        "quanh",
        -8.45053917317291
      ],
      [
        "4",
        -8.451245560777824
      ],
      [
        "qu",
        -8.453108483118747
      ],
      [
        "xâ",
        -8.458381239669858
      ],
      [
        "khỏ",
        -8.460016129552049
      ],
      [
        "Tru",
        -8.46782897305457
      ],
      [
        "...",
        -8.468853843242853
      ],
      [
        "ẩn",
        -8.469717049965237
      ],
      [
        "Tạ",
        -8.47021377871442
      ],
      [
        "chẳn",
        -8.47070872143885
      ],
      [
        "Cả",
        -8.490546004130604
      ],
      [
        "chữ",
        -8.49094999809499
      ],
      [
        "chố",
        -8.494768996011747
      ],
      [
        "kia",
        -8.506833064915686
      ],
      [
        "Cá",
        -8.518657026996124
      ],
      [
        "kiếm",
        -8.522504300561447
      ],
      [
        "pos",
        -8.523241067595904
      ],
      [
        "ếu",
        -8.532488135870665
      ],
      [
        "lai",
        -8.533848619808712
      ],
      [
        "tíc",
        -8.542372685014662
      ],
      [
        "ngữ",
        -8.545630597016238
      ],
      [
        "đôi",
        -8.555169535783744
      ],
      [
        "Người",
        -8.560901515875141
      ],
      [
        "trạ",
        -8.562820074283165
      ],
      [
        "trụ",
        -8.56440523375927
      ],
      [
        "nhan",
        -8.56710477009619
      ],
      [
        "thí",
        -8.56802043272208
      ],
      [
        "kí",
        -8.575021373245326
      ],
      [
        "G",
        -8.580794020702022
      ],
      [
        "toán",
        -8.582583813868087
      ],
      [
        "bước",
        -8.587074408129475
      ],
      [
        "trú",
        -8.592341740057527
      ],
      [
        "kh",
        -8.592600303362126
      ],
      [
        "Bở",
        -8.609998838369346
      ],
      [
        "huộ",
        -8.613056204393502
      ],
      [
        "riên",
        -8.613401152430775
      ],
      [
        "diện",
        -8.614972402974763
      ],
      [
        "sai",
        -8.617972523184157
      ],
      [
        "!",
        -8.623136222007755
      ],
      [
        "phủ",
        -8.625909765732025
      ],
      [
        "rộn",
        -8.62816302119273
      ],
      [
        "000",
        -8.628579793836298
      ],
      [
        "mẫ",
        -8.641500435193418
      ],
      [
        "than",
        -8.642957098196893
      ],
      [
        "quy",
        -8.645962272768143
      ],
      [
        "vẻ",
        -8.646677110350794
      ],
      [
        "đoá",
        -8.666582557373932
      ],
      [
        "#",
        -8.676311954746122
      ],
      [
        "hoà",
        -8.680702158417564
      ],
      [
        "hè",
        -8.691826006638742
      ],
      [
        "trờ",
        -8.695303138169269
      ],
      [
        "suố",
        -8.69941338312698
      ],
      [
        "ằ",
        -8.704673756045974
      ],
      [
        "xé",
        -8.714046005464517
      ],
      [
        "ké",
        -8.716854218295017
      ],
      [
        "Phi",
        -8.721563252255573
      ],
      [
        "trợ",
        -8.723283489946613
      ],
      [
        "chụ",
        -8.724500062661736
      ],
      [
        "Là",
        -8.724727951274632
      ],
      [
        "phút",
        -8.727291066911285
      ],
      [
        "Thậ",
        -8.732011963357548
      ],
      [
        "hiều",
        -8.733331065799426
      ],
      [
        "hoẻ",
        -8.752748491569129
      ],
      [
        "chung",
        -8.76122986342094
      ],
      [
        "ngôn",
        -8.769027527261784
      ],
      [
        "é",
        -8.771383585961352
      ],
      [
        "Vân",
        -8.773505556573998
      ],
      [
        "tổn",
        -8.774213145910494
      ],
      [
        "chọ",
        -8.779631046800716
      ],
      [
        "xin",
        -8.784212450040911
      ],
      [
        "huyê",
        -8.7863731871169
      ],
      [
        "xú",
        -8.789420152733086
      ],
      [
        "hạc",
        -8.79451048838006
      ],
      [
        "ngạc",
        -8.796263025573108
      ],
      [
        "iễn",
        -8.797635000795527
      ],
      [
        "200",
        -8.804900568741854
      ],
      [
        "lãn",
        -8.80545356376367
      ],
      [
        "việ",
        -8.806752394269159
      ],
      [
        "phạ",
        -8.80718584359828
      ],
      [
        "ngồ",
        -8.807275792954641
      ],
      [
        "căn",
        -8.810694953827953
      ],
      [
        "chắn",
        -8.8116667658813
      ],
      [
        "ưỡ",
        -8.81570751286198
      ],
      [
        "ong",
        -8.817899662578945
      ],
      [
        "6",
        -8.821158926902493
      ],
      [
        "trô",
        -8.824750589736269
      ],
      [
        "Sau",
        -8.826466459147001
      ],
      [
        "phứ",
        -8.83740788433643
      ],
      [
        "cuốn",
        -8.837599113679437
      ],
      [
        "hẳn",
        -8.84005000154143
      ],
      [
        "bác",
        -8.845792963453414
      ],
      [
        "Ở",
        -8.85264381837797
      ],
      [
        "chă",
        -8.86776505256466
      ],
      [
        "giấ",
        -8.870428861578983
      ],
      [
        "bạ",
        -8.87659473885481
      ],
      [
        "tiề",
        -8.877152300183003
      ],
      [
        "uần",
        -8.878438526502983
      ],
      [
        "TED",
        -8.878961848693734
      ],
      [
        "hoa",
        -8.884681733800663
      ],
      [
        "O",
        -8.888892641778625
      ],
      [
        "30",
        -8.892656235452268
      ],
      [
        "ban",
        -8.8982428433135
      ],
      [
        "vượ",
        -8.907491074103337
      ],
      [
        "ét",
        -8.909719517080282
      ],
      [
        "Ho",
        -8.910437619412424
      ],
      [
        "khăn",
        -8.911002246994144
      ],
      [
        "Cô",
        -8.913117500934572
      ],
      [
        "ẹ",
        -8.913952136839164
      ],
      [
        "50",
        -8.918116035542642
      ],
      [
        "iệ",
        -8.922723330048894
      ],
      [
        "quý",
        -8.931165720702836
      ],
      [
        "phúc",
        -8.939289879189083
      ],
      [
        "chuẩn",
        -8.939423990181018
      ],
      [
        "Xi",
        -8.945631081326445
      ],
      [
        "thiên",
        -8.946852416555771
      ],
      [
        "sẵn",
        -8.949925096502167
      ],
      [
        "ỏng",
        -8.956859717826827
      ],
      [
        "doan",
        -8.957294128979022
      ],
      [
        "Độ",
        -8.958459755674857
      ],
      [
        "cạnh",
        -8.96558450379041
      ],
      [
        "rưở",
        -8.971220133194949
      ],
      [
        "Giờ",
        -8.97616769750578
      ],
      [
        "Do",
        -8.978715388575925
      ],
      [
        "hiế",
        -8.979847831747112
      ],
      [
        "dung",
        -8.985061843828717
      ],
      [
        "thác",
        -8.99437609777603
      ],
      [
        "lạc",
        -8.997162027686482
      ],
      [
        "xử",
        -9.0019936077798
      ],
      [
        "iên",
        -9.00760542068642
      ],
      [
        "thoạ",
        -9.014203695357029
      ],
      [
        "7",
        -9.014299897489167
      ],
      [
        "lắn",
        -9.016258718864245
      ],
      [
        "8",
        -9.019658211098092
      ],
      [
        "trai",
        -9.023270253170653
      ],
      [
        "phó",
        -9.033682989376144
      ],
      [
        "khổ",
        -9.035212686908963
      ],
      [
        "ngoạ",
        -9.045242660822723
      ],
      [
        "huỷ",
        -9.046137839382464
      ],
      [
        "Ý",
        -9.060433496273355
      ],
      [
        "Ấ",
        -9.066869558935693
      ],
      [
        "I",
        -9.074191820250231
      ],
      [
        "khố",
        -9.077030853553834
      ],
      [
        "100",
        -9.0784530046394
      ],
      [
        "châ",
        -9.082607904620476
      ],
      [
        "ũng",
        -9.084163762526945
      ],
      [
        "Tấ",
        -9.092481439807361
      ],
      [
        "Châ",
        -9.097794707098158
      ],
      [
        "kín",
        -9.097920823884447
      ],
      [
        "thắ",
        -9.102818146385065
      ],
      [
        "ẫn",
        -9.107630330604074
      ],
      [
        "nhiễ",
        -9.113343227348418
      ],
      [
        "danh",
        -9.114095367594569
      ],
      [
        "diệ",
        -9.114590865405065
      ],
      [
        "thiệ",
        -9.115526588247322
      ],
      [
        "ính",
        -9.117195596945084
      ],
      [
        "er",
        -9.118599338496717
      ],
      [
        "lướ",
        -9.120680951522303
      ],
      [
        "9",
        -9.12070261881546
      ],
      [
        "E",
        -9.126655458551843
      ],
      [
        "phổ",
        -9.127045194502598
      ],
      [
        "ằng",
        -9.128338161995813
      ],
      [
        "thủ",
        -9.132011595618096
      ],
      [
        "X",
        -9.13590260162076
      ],
      [
        "thoả",
        -9.141619649019255
      ],
      [
        "pho",
        -9.14520047165221
      ],
      [
        "lỗ",
        -9.152459309263191
      ],
      [
        "New",
        -9.15261399114506
      ],
      [
        "đẩ",
        -9.154646096775483
      ],
      [
        "Con",
        -9.156785688080728
      ],
      [
        "điệ",
        -9.168331486581877
      ],
      [
        "thẳ",
        -9.170472206513473
      ],
      [
        "vân",
        -9.171903417653404
      ],
      [
        "mạc",
        -9.173329627454509
      ],
      [
        "khoá",
        -9.183882151028499
      ],
      [
        "nghị",
        -9.19856511779434
      ],
      [
        "giế",
        -9.20124459102448
      ],
      [
        "tuyế",
        -9.201550593924598
      ],
      [
        "nhắ",
        -9.203287166654164
      ],
      [
        "Tuy",
        -9.205559714175813
      ],
      [
        "sang",
        -9.208100648925573
      ],
      [
        "lĩn",
        -9.213158440540987
      ],
      [
        "z",
        -9.214163778690342
      ],
      [
        "tiện",
        -9.217221991518201
      ],
      [
        "kha",
        -9.224937212210646
      ],
      [
        "P",
        -9.232405261682363
      ],
      [
        "quâ",
        -9.242097423173828
      ],
      [
        "nướ",
        -9.248091529409468
      ],
      [
        "thố",
        -9.259788090074874
      ],
      [
        "Â",
        -9.260391571088151
      ],
      [
        "quen",
        -9.261097283418383
      ],
      [
        "khiể",
        -9.263848053219046
      ],
      [
        "Chỉ",
        -9.266652978388652
      ],
      [
        "ngủ",
        -9.269203333235195
      ],
      [
        "may",
        -9.274648844079499
      ],
      [
        "Hiệ",
        -9.280803386128348
      ],
      [
        "cười",
        -9.298543479284366
      ],
      [
        "Chú",
        -9.305060752090878
      ],
      [
        "bốn",
        -9.30533330002049
      ],
      [
        "/",
        -9.310602904071963
      ],
      [
        "kỉ",
        -9.311227432648643
      ],
      [
        "phẫ",
        -9.312511163389594
      ],
      [
        "gen",
        -9.313098635646984
      ],
      [
        "trừ",
        -9.31648746928303
      ],
      [
        "òn",
        -9.320733261701358
      ],
      [
        "trắ",
        -9.321784072490715
      ],
      [
        "93",
        -9.324467608461141
      ],
      [
        "ghé",
        -9.326849224294108
      ],
      [
        "15",
        -9.327430211105597
      ],
      [
        "Rồ",
        -9.327606777462883
      ],
      [
        "ữa",
        -9.332520121759982
      ],
      [
        "uyề",
        -9.334808843814397
      ],
      [
        "thụ",
        -9.339437594080895
      ],
      [
        "Ngà",
        -9.339752675052903
      ],
      [
        "91",
        -9.343599037073087
      ],
      [
        "nghi",
        -9.355475853149883
      ],
      [
        "Bắ",
        -9.36243760965942
      ],
      [
        "xuyê",
        -9.367500303797271
      ],
      [
        "siê",
        -9.368645780676157
      ],
      [
        "quản",
        -9.37251256602465
      ],
      [
        "quê",
        -9.374860674307438
      ],
      [
        "hút",
        -9.38522212151738
      ],
      [
        "ẩ",
        -9.389986012880174
      ],
      [
        "nghiê",
        -9.390465486107198
      ],
      [
        "hoả",
        -9.393210659232778
      ],
      [
        "chim",
        -9.395358735898835
      ],
      [
        "trù",
        -9.400365607598431
      ],
      [
        "chuyế",
        -9.402090247120299
      ],
      [
        "lao",
        -9.408484396373371
      ],
      [
        "12",
        -9.413350340414016
      ],
      [
        "video",
        -9.417000886052321
      ],
      [
        "trư",
        -9.427020286660676
      ],
      [
        "Việ",
        -9.431176021906065
      ],
      [
        "es",
        -9.436909374332629
      ],
      [
        "40",
        -9.441602025713753
      ],
      [
        "khở",
        -9.442399733047331
      ],
      [
        "Nam",
        -9.44593497857889
      ],
      [
        "xan",
        -9.44848254641703
      ],
      [
        "Interne",
        -9.449621923044177
      ],
      [
        "rừ",
        -9.452570335167328
      ],
      [
        "19",
        -9.454730848678503
      ],
      [
        "Ph",
        -9.455413389731298
      ],
      [
        "Nê",
        -9.460426596141707
      ],
      [
        "lan",
        -9.463380850834213
      ],
      [
        "Cho",
        -9.463534335499924
      ],
      [
        "dừ",
        -9.465245052689038
      ],
      [
        "luyệ",
        -9.466317866450174
      ],
      [
        "khuôn",
        -9.471404440665381
      ],
      [
        "York",
        -9.473547622653768
      ],
      [
        "phậ",
        -9.47691497818279
      ],
      [
        "điể",
        -9.480026320533156
      ],
      [
        "chuộ",
        -9.49217590022182
      ],
      [
        "tín",
        -9.493822769830214
      ],
      [
        "buồn",
        -9.49874982204794
      ],
      [
        "trậ",
        -9.504676396295237
      ],
      [
        "Trá",
        -9.50508356647628
      ],
      [
        "giọ",
        -9.522458889574143
      ],
      [
        "đè",
        -9.525588905260994
      ],
      [
        "Hoa",
        -9.530753524239781
      ],
      [
        "U",
        -9.53333505922308
      ],
      [
        "hoạc",
        -9.536753205663576
      ],
      [
        "trác",
        -9.537531965072528
      ],
      [
        "Sa",
        -9.537931231961744
      ],
      [
        "son",
        -9.544252375331673
      ],
      [
        "Ai",
        -9.546522173176589
      ],
      [
        "Từ",
        -9.555691125590805
      ],
      [
        "quyển",
        -9.55701003670277
      ],
      [
        "buộ",
        -9.561509185697243
      ],
      [
        "J",
        -9.565513239933797
      ],
      [
        "trán",
        -9.567537322822693
      ],
      [
        "dò",
        -9.580768933566373
      ],
      [
        "robot",
        -9.583631983274376
      ],
      [
        "trốn",
        -9.584881651328931
      ],
      [
        "dõ",
        -9.591491345415358
      ],
      [
        "chờ",
        -9.595512498868091
      ],
      [
        "mắn",
        -9.598805192497965
      ],
      [
        "Nga",
        -9.59966073179633
      ],
      [
        "lặn",
        -9.600692567288148
      ],
      [
        "vững",
        -9.601367858144812
      ],
      [
        "tha",
        -9.603999664510127
      ],
      [
        "Công",
        -9.607221341061319
      ],
      [
        "Liệ",
        -9.60900033304673
      ],
      [
        "Thứ",
        -9.610790607318577
      ],
      [
        "Hồ",
        -9.615298464791206
      ],
      [
        "loạn",
        -9.63163465593031
      ],
      [
        "mản",
        -9.634784026942679
      ],
      [
        "Đạ",
        -9.642093519978566
      ],
      [
        "web",
        -9.643655948212224
      ],
      [
        "khẩ",
        -9.644721917006649
      ],
      [
        "hôn",
        -9.648783334296496
      ],
      [
        "Ba",
        -9.655706861246424
      ],
      [
        "điên",
        -9.665123822444855
      ],
      [
        "Al",
        -9.671708539956533
      ],
      [
        "giỏ",
        -9.67249015285335
      ],
      [
        "Hai",
        -9.687158263765081
      ],
      [
        "trì",
        -9.687819881755349
      ],
      [
        "18",
        -9.68991412098819
      ],
      [
        "Chín",
        -9.695593057086505
      ],
      [
        "W",
        -9.695705464937658
      ],
      [
        "Ira",
        -9.709583889547414
      ],
      [
        "thù",
        -9.710757141672673
      ],
      [
        "phấ",
        -9.713529173297655
      ],
      [
        "thă",
        -9.714219565139533
      ],
      [
        "Nă",
        -9.717841777107353
      ],
      [
        "loạ",
        -9.718500934763757
      ],
      [
        "bền",
        -9.719235672657094
      ],
      [
        "de",
        -9.719655397870067
      ],
      [
        "đươ",
        -9.720203567327584
      ],
      [
        "Cậ",
        -9.726488040463156
      ],
      [
        "80",
        -9.733094277214642
      ],
      [
        "kim",
        -9.738162043811581
      ],
      [
        "11",
        -9.740523086326277
      ],
      [
        "ẳn",
        -9.746319747918147
      ],
      [
        "nghỉ",
        -9.759432778433924
      ],
      [
        "lươn",
        -9.759594607987015
      ],
      [
        "nghì",
        -9.762155920384663
      ],
      [
        "ngẫ",
        -9.762777699791005
      ],
      [
        "sạc",
        -9.764280124884225
      ],
      [
        "25",
        -9.77479742329298
      ],
      [
        "quần",
        -9.774897992046133
      ],
      [
        "vỡ",
        -9.7919248845607
      ],
      [
        "le",
        -9.792295792841337
      ],
      [
        "60",
        -9.795492447569497
      ],
      [
        "Giá",
        -9.80037357368792
      ],
      [
        "chồn",
        -9.80361416250258
      ],
      [
        "Mặ",
        -9.805040253743762
      ],
      [
        "bè",
        -9.805280136117062
      ],
      [
        "dặ",
        -9.81386601423771
      ],
      [
        "nguyệ",
        -9.818128804760509
      ],
      [
        "Ồ",
        -9.820741872428211
      ],
      [
        "ách",
        -9.825490696457488
      ],
      [
        "khứ",
        -9.826242798655532
      ],
      [
        "Đứ",
        -9.828115893151118
      ],
      [
        "thưở",
        -9.829995301661434
      ],
      [
        "Gi",
        -9.83094559319474
      ],
      [
        "rẻ",
        -9.83295531364461
      ],
      [
        "kho",
        -9.834636186711974
      ],
      [
        "thầ",
        -9.843664921351005
      ],
      [
        "dĩ",
        -9.849210230009787
      ],
      [
        "ướ",
