{"<s>":0,"[PAD]":1,"</s>":2,"[UNK]":3,"[MASK]":4,"#":5,"%":6,"&":7,"'":8,"(":9,")":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,"?":27,"@":28,"A":29,"B":30,"C":31,"D":32,"E":33,"F":34,"G":35,"H":36,"I":37,"J":38,"K":39,"L":40,"M":41,"N":42,"O":43,"P":44,"Q":45,"R":46,"S":47,"T":48,"U":49,"V":50,"W":51,"X":52,"Y":53,"Z":54,"[":55,"]":56,"_":57,"`":58,"a":59,"b":60,"c":61,"d":62,"e":63,"f":64,"g":65,"h":66,"i":67,"j":68,"k":69,"l":70,"m":71,"n":72,"o":73,"p":74,"q":75,"r":76,"s":77,"t":78,"u":79,"v":80,"w":81,"x":82,"y":83,"z":84,"~":85,"°":86,"é":87,"ë":88,"ö":89,"ü":90,"t</w>":91,"s</w>":92,"d</w>":93,"e</w>":94,"n</w>":95,"k</w>":96,"y</w>":97,"m</w>":98,"r</w>":99,"o</w>":100,"i</w>":101,"g</w>":102,"h</w>":103,"a</w>":104,"B</w>":105,"b</w>":106,"P</w>":107,"l</w>":108,"f</w>":109,"M</w>":110,"p</w>":111,"w</w>":112,"q</w>":113,"G</w>":114,"c</w>":115,"5</w>":116,"6</w>":117,"N</w>":118,"I</w>":119,"1</w>":120,"D</w>":121,"z</w>":122,"0</w>":123,"2</w>":124,"E</w>":125,"v</w>":126,"x</w>":127,"4</w>":128,"7</w>":129,"S</w>":130,"J</w>":131,"L</w>":132,"3</w>":133,"u</w>":134,"C</w>":135,"A</w>":136,"W</w>":137,"Y</w>":138,"T</w>":139,"j</w>":140,"F</w>":141,"`</w>":142,"R</w>":143,"9</w>":144,"H</w>":145,"O</w>":146,"K</w>":147,"V</w>":148,"8</w>":149,"U</w>":150,"[</w>":151,"(</w>":152,"é</w>":153,"&</w>":154,"]</w>":155,"#</w>":156,"Z</w>":157,"+</w>":158,"X</w>":159,")</w>":160,",</w>":161,":</w>":162,"Q</w>":163,"~</w>":164,"@</w>":165,"-</w>":166,"%</w>":167,".</w>":168,"_</w>":169,"'</w>":170,"?</w>":171,"/</w>":172,"th":173,"in":174,"the</w>":175,"an":176,"ed</w>":177,"er":178,"re":179,"en":180,"ti":181,"ar":182,"on":183,"or":184,"in</w>":185,"ou":186,"an</w>":187,"ing</w>":188,"on</w>":189,"st":190,"of</w>":191,"er</w>":192,"it":193,"al":194,"to</w>":195,"at":196,"il":197,"and</w>":198,"es</w>":199,"ro":200,"ic":201,"ha":202,"ea":203,"sa":204,"si":205,"al</w>":206,"ur":207,"ra":208,"ec":209,"ent</w>":210,"st</w>":211,"he</w>":212,"ri":213,"el":214,"om":215,"ol":216,"or</w>":217,"da":218,"is</w>":219,"at</w>":220,"ati":221,"ac":222,"The</w>":223,"as</w>":224,"di":225,"es":226,"day</w>":227,"ve</w>":228,"en</w>":229,"ts</w>":230,"us":231,"em":232,"pl":233,"ers</w>":234,"un":235,"for</w>":236,"li":237,"la":238,"ce</w>":239,"ov":240,"ff":241,"oun":242,"pro":243,"gh":244,"be":245,"has</w>":246,"wh":247,"con":248,"id</w>":249,"as":250,"ist":251,"ir":252,"am":253,"ly</w>":254,"is":255,"ons</w>":256,"de":257,"that</w>":258,"op":259,"ag":260,"lea":261,"ne":262,"led</w>":263,"su":264,"tion</w>":265,"ow":266,"sid":267,"ted</w>":268,"wit":269,"th</w>":270,"ys</w>":271,"ch":272,"have</w>":273,"ern":274,"with</w>":275,"sp":276,"ment</w>":277,"ere</w>":278,"for":279,"said</w>":280,"ffic":281,"se":282,"ad":283,"ation</w>":284,"ity</w>":285,"mil":286,"ex":287,"id":288,"was</w>":289,"ate</w>":290,"por":291,"ab":292,"ap":293,"by</w>":294,"says</w>":295,"ak":296,"fro":297,"com":298,"from</w>":299,"ter</w>":300,"sh":301,"it</w>":302,"pe":303,"tr":304,"ary</w>":305,"the":306,"are</w>":307,"ffici":308,"ed":309,"resid":310,"par":311,"say</w>":312,"als</w>":313,"tw":314,"kil":315,"lo":316,"se</w>":317,"vi":318,"est":319,"ill</w>":320,"ci":321,"ld</w>":322,"overn":323,"ee":324,"no":325,"uc":326,"ter":327,"att":328,"were</w>":329,"po":330,"govern":331,"his</w>":332,"im":333,"milit":334,"resident</w>":335,"offici":336,"will</w>":337,"coun":338,"00":339,"ear</w>":340,"ig":341,"ks</w>":342,"bu":343,"ian</w>":344,"pol":345,"ain":346,"iti":347,"ul":348,"res":349,"government</w>":350,"le":351,"out</w>":352,"ther</w>":353,"ds</w>":354,"ting</w>":355,"ud":356,"Mr</w>":357,"Is":358,"af":359,"der</w>":360,"Ira":361,"inist":362,"its</w>":363,"ice</w>":364,"ple</w>":365,"le</w>":366,"ern</w>":367,"Af":368,"been</w>":369,"killed</w>":370,"Un":371,"sec":372,"ir</w>":373,"be</w>":374,"two</w>":375,"rou":376,"ear":377,"igh":378,"qu":379,"ople</w>":380,"Ch":381,"so</w>":382,"not</w>":383,"people</w>":384,"str":385,"ar</w>":386,"Th":387,"esday</w>":388,"officials</w>":389,"ore</w>":390,"after</w>":391,"inc":392,"ations</w>":393,"onal</w>":394,"me</w>":395,"ic</w>":396,"rec":397,"President</w>":398,"fir":399,"oc":400,"In":401,"ded</w>":402,"St":403,"wor":404,"emb":405,"ents</w>":406,"attac":407,"ited</w>":408,"ch</w>":409,"repor":410,"ince</w>":411,"man</w>":412,"ence</w>":413,"ing":414,"ot":415,"est</w>":416,"ould</w>":417,"ates</w>":418,"mon":419,"el</w>":420,"one</w>":421,"tur":422,"ore":423,"ans</w>":424,"ding</w>":425,"our":426,"ev":427,"try</w>":428,"sion</w>":429,"gi":430,"cont":431,"year</w>":432,"ric":433,"arg":434,"200":435,"also</w>":436,"oo":437,"per":438,"more</w>":439,"tions</w>":440,"sed</w>":441,"sur":442,"ali":443,"eral</w>":444,"prov":445,"ated</w>":446,"Isra":447,"istan</w>":448,"last</w>":449,"elec":450,"ay</w>":451,"tri":452,"United</w>":453,"cal":454,"mo":455,"et</w>":456,"dis":457,"ru":458,"ces</w>":459,"ement</w>":460,"military</w>":461,"il</w>":462,"other</w>":463,"country</w>":464,"man":465,"own</w>":466,"Afgh":467,"who</w>":468,"thre":469,"than</w>":470,"ational</w>":471,"inister</w>":472,"ty</w>":473,"pri":474,"form":475,"pec":476,"wee":477,"they</w>":478,"ying</w>":479,"ub":480,"but</w>":481,"ome</w>":482,"grou":483,"Ir":484,"their</w>":485,"Iraq</w>":486,"cy</w>":487,"ine</w>":488,"co":489,"eb":490,"old</w>":491,"ent":492,"In</w>":493,"ep":494,"had</w>":495,"au":496,"ned</w>":497,"tra":498,"19":499,"ong</w>":500,"ies</w>":501,"ain</w>":502,"ich</w>":503,"hel":504,"bom":505,"He</w>":506,"urity</w>":507,"ants</w>":508,"which</w>":509,"ey</w>":510,"ge</w>":511,"mis":512,"ren":513,"ities</w>":514,"ia</w>":515,"fu":516,"int":517,"fi":518,"mer":519,"sou":520,"ant</w>":521,"ile</w>":522,"new</w>":523,"Chin":524,"iz":525,"acc":526,"all</w>":527,"ked</w>":528,"ors</w>":529,"least</w>":530,"ters</w>":531,"about</w>":532,"inv":533,"cri":534,"ling</w>":535,"Sun":536,"dem":537,"Tu":538,"fl":539,"gu":540,"onom":541,"Pak":542,"ast</w>":543,"atur":544,"this</w>":545,"tro":546,"thor":547,"Mon":548,"thern</w>":549,"ut</w>":550,"ese</w>":551,"over</w>":552,"to":553,"police</w>":554,"Tuesday</w>":555,"um":556,"lear</w>":557,"lud":558,"ign</w>":559,"States</w>":560,"week</w>":561,"sti":562,"ite</w>":563,"ance</w>":564,"cap":565,"dea":566,"urs":567,"lion</w>":568,"tal":569,"econom":570,"king</w>":571,"bo":572,"Thurs":573,"Thursday</w>":574,"enti":575,"Pal":576,"three</w>":577,"ser":578,"Iran</w>":579,"includ":580,"med</w>":581,"ered</w>":582,"pre":583,"estin":584,"forces</w>":585,"Fri":586,"dec":587,"used</w>":588,"pea":589,"Iraq":590,"ency</w>":591,"plo":592,"Minister</w>":593,"uring</w>":594,"Palestin":595,"bel":596,"Friday</w>":597,"ops</w>":598,"ember</w>":599,"up</w>":600,"sus":601,"ann":602,"sev":603,"Monday</w>":604,"cal</w>":605,"since</w>":606,"edn":607,"Wedn":608,"sol":609,"Wednesday</w>":610,"bor":611,"ainst</w>":612,"against</w>":613,"ound</w>":614,"our</w>":615,"leg":616,"ad</w>":617,"ho":618,"group</w>":619,"ess</w>":620,"ut":621,"use</w>":622,"000</w>":623,"me":624,"ussi":625,"im</w>":626,"low":627,"Sunday</w>":628,"nor":629,"hea":630,"gra":631,"troops</w>":632,"rem":633,"pres":634,"thorities</w>":635,"pen":636,"00</w>":637,"duc":638,"sup":639,"oil</w>":640,"Russi":641,"fac":642,"when</w>":643,"fin":644,"comm":645,"Au":646,"would</w>":647,"new":648,"security</w>":649,"Satur":650,"into</w>":651,"Iraqi</w>":652,"Saturday</w>":653,"ush</w>":654,"du":655,"ake</w>":656,"pected</w>":657,"ok":658,"esti":659,"ew</w>":660,"month</w>":661,"ally</w>":662,"pan":663,"oreign</w>":664,"meric":665,"Americ":666,"een</w>":667,"Israel":668,"terr":669,"first</w>":670,"sh</w>":671,"during</w>":672,"regi":673,"and":674,"uclear</w>":675,"An":676,"ernational</w>":677,"az":678,"ide</w>":679,"ash":680,"ong":681,"nuclear</w>":682,"are":683,"ders</w>":684,"uro":685,"ears</w>":686,"attacks</w>":687,"war":688,"ties</w>":689,"har":690,"ms</w>":691,"prot":692,"mee":693,"Palestinian</w>":694,"sig":695,"ve":696,"tween</w>":697,"Euro":698,"figh":699,"between</w>":700,"Afghan":701,"Israeli</w>":702,"Afghanistan</w>":703,"vel":704,"ings</w>":705,"militants</w>":706,"while</w>":707,"viol":708,"ver":709,"det":710,"China</w>":711,"called</w>":712,"state</w>":713,"ber</w>":714,"years</w>":715,"hu":716,"ands</w>":717,"bec":718,"soldi":719,"cla":720,"ital</w>":721,"bas":722,"Ba":723,"mar":724,"ves</w>":725,"ous":726,"attack</w>":727,"Al":728,"ous</w>":729,"of":730,"ade</w>":731,"oper":732,"ced</w>":733,"talks</w>":734,"Bush</w>":735,"wi":736,"city</w>":737,"dia</w>":738,"arre":739,"spok":740,"Israel</w>":741,"Sec":742,"vil":743,"Mo":744,"ist</w>":745,"us</w>":746,"bil":747,"cen":748,"ie":749,"gh</w>":750,"ion</w>":751,"min":752,"men</w>":753,"age</w>":754,"end</w>":755,"ely</w>":756,"Pri":757,"surg":758,"cam":759,"million</w>":760,"province</w>":761,"ps</w>":762,"near</w>":763,"president</w>":764,"stat":765,"former</w>":766,"ang":767,"politi":768,"son</w>":769,"out":770,"ry</w>":771,"Pakistan</w>":772,"over":773,"ez":774,"sing</w>":775,"ma":776,"ved</w>":777,"ped</w>":778,"row":779,"some</w>":780,"ater</w>":781,"agre":782,"leader</w>":783,"woun":784,"no</w>":785,"Nor":786,"fa":787,"war</w>":788,"relea":789,"eff":790,"sted</w>":791,"region</w>":792,"ird</w>":793,"Ab":794,"Kore":795,"port</w>":796,"car":797,"de</w>":798,"vic":799,"ubli":800,"inter":801,"Afghan</w>":802,"with":803,"lier</w>":804,"southern</w>":805,"Afric":806,"terror":807,"ving</w>":808,"posi":809,"ret":810,"Prime</w>":811,"minist":812,"spokes":813,"ght</w>":814,"Mar":815,"tries</w>":816,"air":817,"ei":818,"four</w>":819,"erg":820,"reas":821,"liam":822,"Sou":823,"ating</w>":824,"side</w>":825,"including</w>":826,"where</w>":827,"10</w>":828,"ay":829,"resp":830,"report</w>":831,"It</w>":832,"do":833,"ls</w>":834,"shi":835,"stri":836,"contin":837,"several</w>":838,"offic":839,"lam":840,"charg":841,"eal":842,"land</w>":843,"could</w>":844,"ning</w>":845,"ose</w>":846,"saying</w>":847,"countries</w>":848,"plac":849,"dad</w>":850,"Mus":851,"tu":852,"sts</w>":853,"wea":854,"Bagh":855,"ish</w>":856,"Sh":857,"cu":858,"def":859,"insurg":860,"ft</w>":861,"many</w>":862,"Europe":863,"Baghdad</w>":864,"fer":865,"ce":866,"ell</w>":867,"beg":868,"Offici":869,"authorities</w>":870,"elections</w>":871,"soldiers</w>":872,"But</w>":873,"gan":874,"so":875,"ourt</w>":876,"lin":877,"dre":878,"ory</w>":879,"world</w>":880,"Bri":881,"ke</w>":882,"ists</w>":883,"larg":884,"him</w>":885,"ood</w>":886,"European</w>":887,"foreign</w>":888,"199":889,"ause</w>":890,"vo":891,"Officials</w>":892,"jo":893,"eneral</w>":894,"continu":895,"official</w>":896,"Pol":897,"estern</w>":898,"cent</w>":899,"pow":900,"parliam":901,"American</w>":902,"go":903,"ses</w>":904,"ths</w>":905,"De":906,"fore</w>":907,"ight</w>":908,"capital</w>":909,"hat</w>":910,"South</w>":911,"spokesman</w>":912,"statement</w>":913,"bomb":914,"cur":915,"ani</w>":916,"bomb</w>":917,"respon":918,"cas":919,"part</w>":920,"most</w>":921,"election</w>":922,"violence</w>":923,"political</w>":924,"rebel":925,"wounded</w>":926,"ote</w>":927,"ture</w>":928,"memb":929,"ton</w>":930,"down</w>":931,"explo":932,"ress</w>":933,"announ":934,"ant":935,"made</w>":936,"Ma":937,"fol":938,"ians</w>":939,"law":940,"mak":941,"ganiz":942,"Tal":943,"told</w>":944,"issu":945,"before</w>":946,"ble</w>":947,"conc":948,"leaders</w>":949,"Islam":950,"rebels</w>":951,"North</w>":952,"percent</w>":953,"New</w>":954,"um</w>":955,"struc":956,"reports</w>":957,"Wor":958,"res</w>":959,"economic</w>":960,"ss</w>":961,"under</w>":962,"ocra":963,"off</w>":964,"thers</w>":965,"ack</w>":966,"position</w>":967,"fre":968,"Tur":969,"aw":970,"tish</w>":971,"disc":972,"if</w>":973,"ouse</w>":974,"progra":975,"her</w>":976,"compan":977,"international</w>":978,"pa":979,"five</w>":980,"jec":981,"time</w>":982,"ealth</w>":983,"British</w>":984,"ged</w>":985,"nex":986,"tor</w>":987,"effor":988,"able</w>":989,"border</w>":990,"news</w>":991,"ublic</w>":992,"anc":993,"cial</w>":994,"Ven":995,"der":996,"uel":997,"ained</w>":998,"ict</w>":999,"ath</w>":1000,"buil":1001,"key</w>":1002,"yp":1003,"can</w>":1004,"ust</w>":1005,"Par":1006,"ten":1007,"any</w>":1008,"sen":1009,"contro":1010,"dra":1011,"low</w>":1012,"NA":1013,"next</w>":1014,"depen":1015,"them</w>":1016,"tic</w>":1017,"ezuel":1018,"Venezuel":1019,"ard</w>":1020,"held</w>":1021,"others</w>":1022,"members</w>":1023,"Ham":1024,"eg":1025,"pr":1026,"ghts</w>":1027,"throu":1028,"devel":1029,"Gaz":1030,"Nations</w>":1031,"kers</w>":1032,"my</w>":1033,"follow":1034,"resu":1035,"because</w>":1036,"expected</w>":1037,"sho":1038,"Russia</w>":1039,"died</w>":1040,"World</w>":1041,"anese</w>":1042,"Union</w>":1043,"ical</w>":1044,"minister</w>":1045,"Sy":1046,"clo":1047,"agency</w>":1048,"late</w>":1049,"mp":1050,"off":1051,"head</w>":1052,"meeting</w>":1053,"Jap":1054,"Me":1055,"there</w>":1056,"maj":1057,"increas":1058,"tak":1059,"stern</w>":1060,"killing</w>":1061,"flu</w>":1062,"estig":1063,"economy</w>":1064,"fighting</w>":1065,"sch":1066,"ida</w>":1067,"ran":1068,"near":1069,"weap":1070,"ington</w>":1071,"eban</w>":1072,"Taleban</w>":1073,"being</w>":1074,"party</w>":1075,"They</w>":1076,"peace</w>":1077,"des":1078,"ew":1079,"imed</w>":1080,"protest":1081,"alleg":1082,"acti":1083,"igh</w>":1084,"sive</w>":1085,"ense</w>":1086,"retary</w>":1087,"depend":1088,"ph":1089,"ential</w>":1090,"six</w>":1091,"den":1092,"Gaza</w>":1093,"rac":1094,"Ar":1095,"TO</w>":1096,"ats</w>":1097,"Wash":1098,"wom":1099,"Russian</w>":1100,"power</w>":1101,"Ger":1102,"Washington</w>":1103,"what</w>":1104,"mission</w>":1105,"rel":1106,"town</w>":1107,"hed</w>":1108,"ib":1109,"produc":1110,"program</w>":1111,"recent</w>":1112,"ping</w>":1113,"eastern</w>":1114,"del":1115,"General</w>":1116,"investig":1117,"presid":1118,"ord":1119,"Musli":1120,"Syri":1121,"ond</w>":1122,"ism</w>":1123,"help</w>":1124,"bro":1125,"Com":1126,"cre":1127,"sia</w>":1128,"days</w>":1129,"set</w>":1130,"vir":1131,"fire</w>":1132,"ook</w>":1133,"red</w>":1134,"rit":1135,"northern</w>":1136,"dic":1137,"ank</w>":1138,"og":1139,"released</w>":1140,"Sud":1141,"India</w>":1142,"NATO</w>":1143,"through</w>":1144,"rul":1145,"opposition</w>":1146,"weapons</w>":1147,"western</w>":1148,"ee</w>":1149,"suspected</w>":1150,"Pakist":1151,"stitu":1152,"Leb":1153,"Int":1154,"num":1155,"loo":1156,"anian</w>":1157,"grow":1158,"et":1159,"kn":1160,"early</w>":1161,"Korea</w>":1162,"op</w>":1163,"plan":1164,"Cha":1165,"ob":1166,"part":1167,"earlier</w>":1168,"groups</w>":1169,"Col":1170,"court</w>":1171,"up":1172,"stra":1173,"iled</w>":1174,"visi":1175,"those</w>":1176,"civil":1177,"don":1178,"sel":1179,"polic":1180,"dian</w>":1181,"top</w>":1182,"Qa":1183,"hol":1184,"tive</w>":1185,"Ara":1186,"av":1187,"nation</w>":1188,"announced</w>":1189,"vote</w>":1190,"bal</w>":1191,"anu":1192,"ship</w>":1193,"20</w>":1194,"insurgents</w>":1195,"ily</w>":1196,"Bur":1197,"ma</w>":1198,"rights</w>":1199,"cor":1200,"alition</w>":1201,"ca":1202,"ug":1203,"death</w>":1204,"ousands</w>":1205,"high</w>":1206,"tran":1207,"ban</w>":1208,"ief</w>":1209,"tral</w>":1210,"reported</w>":1211,"area</w>":1212,"bird</w>":1213,"accused</w>":1214,"Pakistani</w>":1215,"gun":1216,"spec":1217,"criti":1218,"retur":1219,"develop":1220,"later</w>":1221,"another</w>":1222,"loc":1223,"50</w>":1224,"hm":1225,"wa":1226,"ened</w>":1227,"ga":1228,"ens</w>":1229,"human</w>":1230,"Eg":1231,"aid</w>":1232,"separ":1233,"second</w>":1234,"place</w>":1235,"Qaida</w>":1236,"em</w>":1237,"ets</w>":1238,"found</w>":1239,"cil</w>":1240,"pos":1241,"Security</w>":1242,"ket</w>":1243,"son":1244,"now</w>":1245,"number</w>":1246,"way</w>":1247,"ross</w>":1248,"Police</w>":1249,"pas":1250,"Chinese</w>":1251,"support</w>":1252,"arrested</w>":1253,"sm":1254,"tly</w>":1255,"bre":1256,"os":1257,"only</w>":1258,"Egyp":1259,"coalition</w>":1260,"ganization</w>":1261,"ome":1262,"ees</w>":1263,"Secretary</w>":1264,"Mean":1265,"Or":1266,"if":1267,"nearly</w>":1268,"Coun":1269,"signed</w>":1270,"ourn":1271,"Dem":1272,"African</w>":1273,"inj":1274,"State</w>":1275,"vez</w>":1276,"Cong":1277,"independ":1278,"parliament</w>":1279,"mm":1280,"idn":1281,"ll</w>":1282,"Som":1283,"tor":1284,"vis":1285,"ators</w>":1286,"sub":1287,"charges</w>":1288,"Meanwhile</w>":1289,"ial</w>":1290,"ond":1291,"ass":1292,"militant</w>":1293,"took</w>":1294,"suspec":1295,"As":1296,"dy</w>":1297,"ork</w>":1298,"ied</w>":1299,"visit</w>":1300,"30</w>":1301,"fied</w>":1302,"20":1303,"Fr":1304,"reac":1305,"ared</w>":1306,"ration</w>":1307,"months</w>":1308,"began</w>":1309,"ful</w>":1310,"Wh":1311,"nations</w>":1312,"reg":1313,"Fren":1314,"kee":1315,"confir":1316,"Hamas</w>":1317,"Rep":1318,"bia</w>":1319,"International</w>":1320,"bl":1321,"take</w>":1322,"plan</w>":1323,"ver</w>":1324,"ip":1325,"reli":1326,"sure</w>":1327,"ina</w>":1328,"Authorities</w>":1329,"operation</w>":1330,"pric":1331,"sible</w>":1332,"ergy</w>":1333,"icide</w>":1334,"olla":1335,"ploy":1336,"French</w>":1337,"Pro":1338,"pop":1339,"chief</w>":1340,"eh":1341,"cha":1342,"ports</w>":1343,"compl":1344,"car</w>":1345,"Islamic</w>":1346,"tel":1347,"int</w>":1348,"did</w>":1349,"alia</w>":1350,"following</w>":1351,"Cub":1352,"efforts</w>":1353,"kidn":1354,"Ju":1355,"Sa":1356,"high":1357,"sy":1358,"peace":1359,"hal":1360,"suicide</w>":1361,"public</w>":1362,"gre":1363,"constitu":1364,"read":1365,"such</w>":1366,"bus":1367,"stor":1368,"posed</w>":1369,"invol":1370,"prices</w>":1371,"fun":1372,"zed</w>":1373,"Jo":1374,"On</w>":1375,"can":1376,"laun":1377,"ame</w>":1378,"force</w>":1379,"Iranian</w>":1380,"ior</w>":1381,"Re":1382,"long</w>":1383,"ative</w>":1384,"home</w>":1385,"all":1386,"ago</w>":1387,"came</w>":1388,"shed</w>":1389,"company</w>":1390,"kidnap":1391,"ran</w>":1392,"ever</w>":1393,"ended</w>":1394,"ah</w>":1395,"bel</w>":1396,"dead":1397,"11</w>":1398,"ments</w>":1399,"agreement</w>":1400,"discus":1401,"Council</w>":1402,"Janu":1403,"among</w>":1404,"known</w>":1405,"January</w>":1406,"hun":1407,"serv":1408,"presidential</w>":1409,"tea":1410,"injur":1411,"Foreign</w>":1412,"Gu":1413,"still</w>":1414,"based</w>":1415,"Shi</w>":1416,"Ear":1417,"ak</w>":1418,"itt":1419,"ess":1420,"rup":1421,"Nig":1422,"ched</w>":1423,"billion</w>":1424,"15</w>":1425,"end":1426,"chan":1427,"aper</w>":1428,"should</w>":1429,"thousands</w>":1430,"work</w>":1431,"curren":1432,"An</w>":1433,"aff":1434,"may</w>":1435,"national</w>":1436,"partment</w>":1437,"National</w>":1438,"West</w>":1439,"House</w>":1440,"major</w>":1441,"chil":1442,"incid":1443,"Sudan</w>":1444,"EU</w>":1445,"cra":1446,"plans</w>":1447,"newsp":1448,"resul":1449,"Muslim</w>":1450,"ocratic</w>":1451,"omin":1452,"mes</w>":1453,"commun":1454,"Japan</w>":1455,"Car":1456,"form</w>":1457,"Chavez</w>":1458,"tre":1459,"ough</w>":1460,"Venezuela</w>":1461,"hit</w>":1462,"les</w>":1463,"targ":1464,"ord</w>":1465,"Colom":1466,"workers</w>":1467,"deal</w>":1468,"sian</w>":1469,"sist":1470,"assa":1471,"media</w>":1472,"Ha":1473,"mov":1474,"ator</w>":1475,"ept":1476,"medi":1477,"terrorist</w>":1478,"ation":1479,"emp":1480,"run</w>":1481,"ately</w>":1482,"ill":1483,"dead</w>":1484,"Kur":1485,"til</w>":1486,"disp":1487,"goti":1488,"ven":1489,"tional</w>":1490,"Brit":1491,"do</w>":1492,"fam":1493,"tors</w>":1494,"Africa</w>":1495,"member</w>":1496,"plom":1497,"well</w>":1498,"Sen":1499,"sis</w>":1500,"sions</w>":1501,"ided</w>":1502,"vision</w>":1503,"Indian</w>":1504,"virus</w>":1505,"dri":1506,"ering</w>":1507,"ease</w>":1508,"ama</w>":1509,"come</w>":1510,"Ol":1511,"re</w>":1512,"tt":1513,"north":1514,"meet</w>":1515,"ai":1516,"she</w>":1517,"approv":1518,"At</w>":1519,"until</w>":1520,"proc":1521,"past</w>":1522,"Dar":1523,"inf":1524,"left</w>":1525,"Turkey</w>":1526,"fe</w>":1527,"health</w>":1528,"pe</w>":1529,"2003</w>":1530,"formation</w>":1531,"see":1532,"anti</w>":1533,"Ser":1534,"Teh":1535,"met</w>":1536,"ently</w>":1537,"Kar":1538,"ail":1539,"line</w>":1540,"neigh":1541,"bla":1542,"Indon":1543,"candi":1544,"Tehran</w>":1545,"Indone":1546,"12</w>":1547,"En":1548,"ik":1549,"win":1550,"isl":1551,"blast</w>":1552,"rais":1553,"kilome":1554,"soci":1555,"control</w>":1556,"sched":1557,"newspaper</w>":1558,"mea":1559,"trade</w>":1560,"Bank</w>":1561,"arri":1562,"ech":1563,"ect</w>":1564,"negoti":1565,"prison":1566,"ized</w>":1567,"Britain</w>":1568,"ai</w>":1569,"star":1570,"roc":1571,"weeks</w>":1572,"bility</w>":1573,"make</w>":1574,"eng":1575,"army</w>":1576,"ected</w>":1577,"fur</w>":1578,"Department</w>":1579,"confirmed</w>":1580,"glo":1581,"requ":1582,"alli":1583,"ility</w>":1584,"using</w>":1585,"ains</w>":1586,"Darfur</w>":1587,"ether</w>":1588,"ution</w>":1589,"ort</w>":1590,"road":1591,"both</w>":1592,"growth</w>":1593,"eth":1594,"withdra":1595,"ready</w>":1596,"administ":1597,"Uk":1598,"local</w>":1599,"detained</w>":1600,"ending</w>":1601,"victi":1602,"Ukra":1603,"mat":1604,"diplom":1605,"jing</w>":1606,"hosp":1607,"central</w>":1608,"candid":1609,"Bei":1610,"hom":1611,"tou":1612,"vel</w>":1613,"seven</w>":1614,"France</w>":1615,"Ag":1616,"Dec":1617,"Sept":1618,"ban":1619,"lic":1620,"pac":1621,"uled</w>":1622,"September</w>":1623,"consid":1624,"appe":1625,"ority</w>":1626,"Burma</w>":1627,"Beijing</w>":1628,"Mex":1629,"Minist":1630,"Per":1631,"sk":1632,"Mexic":1633,"food</w>":1634,"gas</w>":1635,"then</w>":1636,"ars</w>":1637,"across</w>":1638,"bac":1639,"ful":1640,"ane</w>":1641,"agreed</w>":1642,"civilians</w>":1643,"makers</w>":1644,"iver":1645,"mir</w>":1646,"tow":1647,"direc":1648,"outside</w>":1649,"continue</w>":1650,"syst":1651,"Earlier</w>":1652,"December</w>":1653,"third</w>":1654,"iev":1655,"lig":1656,"demon":1657,"Co":1658,"dro":1659,"Chri":1660,"suppl":1661,"Ge":1662,"os</w>":1663,"prime</w>":1664,"change</w>":1665,"Ministry</w>":1666,"eight</w>":1667,"rebel</w>":1668,"east</w>":1669,"Su":1670,"per</w>":1671,"Se":1672,"dru":1673,"just</w>":1674,"esses</w>":1675,"Party</w>":1676,"back</w>":1677,"ni</w>":1678,"along</w>":1679,"prison</w>":1680,"areas</w>":1681,"release</w>":1682,"March</w>":1683,"scheduled</w>":1684,"hop":1685,"around</w>":1686,"show":1687,"recei":1688,"deci":1689,"ute</w>":1690,"ference</w>":1691,"global</w>":1692,"ancial</w>":1693,"dren</w>":1694,"sibility</w>":1695,"gen":1696,"main":1697,"anon</w>":1698,"suppor":1699,"claimed</w>":1700,"Lebanon</w>":1701,"south</w>":1702,"legal</w>":1703,"terrorism</w>":1704,"mas":1705,"indu":1706,"identi":1707,"25</w>":1708,"Jun":1709,"ya</w>":1710,"confl":1711,"resol":1712,"struction</w>":1713,"rejec":1714,"stop</w>":1715,"ure</w>":1716,"entary</w>":1717,"dreds</w>":1718,"largest</w>":1719,"issued</w>":1720,"ang</w>":1721,"south":1722,"bur":1723,"ns</w>":1724,"round</w>":1725,"198":1726,"invest":1727,"concern":1728,"Syria</w>":1729,"ery</w>":1730,"suspects</w>":1731,"Joh":1732,"Tali":1733,"ards</w>":1734,"stro":1735,"Nov":1736,"cl":1737,"ach":1738,"40</w>":1739,"hic":1740,"om</w>":1741,"move</w>":1742,"vehic":1743,"office</w>":1744,"woman</w>":1745,"Taliban</w>":1746,"evision</w>":1747,"get</w>":1748,"ta":1749,"urric":1750,"York</w>":1751,"sit":1752,"ris":1753,"busin":1754,"children</w>":1755,"must</w>":1756,"employ":1757,"edly</w>":1758,"July</w>":1759,"kilometers</w>":1760,"ligence</w>":1761,"Ob":1762,"uti":1763,"ection</w>":1764,"dam":1765,"law</w>":1766,"villa":1767,"May</w>":1768,"run":1769,"large</w>":1770,"clear</w>":1771,"indic":1772,"energy</w>":1773,"ony</w>":1774,"trying</w>":1775,"self</w>":1776,"gunmen</w>":1777,"am</w>":1778,"journ":1779,"ring</w>":1780,"reporters</w>":1781,"Austr":1782,"territ":1783,"Lond":1784,"oud</w>":1785,"attemp":1786,"protests</w>":1787,"Germany</w>":1788,"separate</w>":1789,"London</w>":1790,"Can":1791,"zens</w>":1792,"ems</w>":1793,"White</w>":1794,"ening</w>":1795,"fired</w>":1796,"activ":1797,"Ca":1798,"ual</w>":1799,"ried</w>":1800,"miss":1801,"Bar":1802,"lat":1803,"less</w>":1804,"elligence</w>":1805,"ages</w>":1806,"summ":1807,"cer":1808,"sea":1809,"island</w>":1810,"view</w>":1811,"Europe</w>":1812,"Organization</w>":1813,"ium</w>":1814,"owever</w>":1815,"Inter":1816,"financial</w>":1817,"cou":1818,"doc":1819,"med":1820,"decision</w>":1821,"information</w>":1822,"dish</w>":1823,"Korean</w>":1824,"incident</w>":1825,"Geor":1826,"Last</w>":1827,"ko</w>":1828,"ker</w>":1829,"ana</w>":1830,"iting</w>":1831,"term</w>":1832,"Augu":1833,"shot</w>":1834,"Niger":1835,"For":1836,"ine":1837,"ali</w>":1838,"disa":1839,"Egypt</w>":1840,"Somalia</w>":1841,"victims</w>":1842,"test":1843,"ined</w>":1844,"vil</w>":1845,"include</w>":1846,"operations</w>":1847,"constitution</w>":1848,"independence</w>":1849,"discuss</w>":1850,"November</w>":1851,"mer</w>":1852,"ner</w>":1853,"west</w>":1854,"lim":1855,"sett":1856,"expres":1857,"women</w>":1858,"television</w>":1859,"pon":1860,"allow":1861,"sear":1862,"threat":1863,"officers</w>":1864,"parliamentary</w>":1865,"hold</w>":1866,"main</w>":1867,"parti":1868,"immedi":1869,"possible</w>":1870,"administration</w>":1871,"aimed</w>":1872,"ef</w>":1873,"deb":1874,"strict</w>":1875,"neighbor":1876,"system</w>":1877,"East</w>":1878,"Feb":1879,"tice</w>":1880,"condi":1881,"ruary</w>":1882,"face</w>":1883,"Moha":1884,"February</w>":1885,"pur":1886,"port":1887,"uch</w>":1888,"urricane</w>":1889,"ession</w>":1890,"suc":1891,"return</w>":1892,"Cen":1893,"series</w>":1894,"Oc":1895,"exper":1896,"eded</w>":1897,"Turk":1898,"building</w>":1899,"El":1900,"house</w>":1901,"quake</w>":1902,"otes</w>":1903,"responsibility</w>":1904,"August</w>":1905,"Ken":1906,"ue</w>":1907,"ines</w>":1908,"ements</w>":1909,"ades</w>":1910,"comman":1911,"crisis</w>":1912,"case</w>":1913,"lawmakers</w>":1914,"site</w>":1915,"Def":1916,"ruling</w>":1917,"peacekee":1918,"ast":1919,"ou</w>":1920,"pite</w>":1921,"pped</w>":1922,"fug":1923,"strike</w>":1924,"taken</w>":1925,"June</w>":1926,"Bra":1927,"2008</w>":1928,"Ital":1929,"sanc":1930,"refer":1931,"comes</w>":1932,"defense</w>":1933,"pro</w>":1934,"bir":1935,"val</w>":1936,"urged</w>":1937,"calls</w>":1938,"ministry</w>":1939,"Democratic</w>":1940,"ahead</w>":1941,"mor":1942,"soldier</w>":1943,"market</w>":1944,"campa":1945,"bas</w>":1946,"ious</w>":1947,"ze</w>":1948,"ales</w>":1949,"rip</w>":1950,"ami</w>":1951,"tober</w>":1952,"alleged</w>":1953,"deadly</w>":1954,"October</w>":1955,"aged</w>":1956,"conflict</w>":1957,"Health</w>":1958,"won</w>":1959,"thi":1960,"small</w>":1961,"col":1962,"gg":1963,"jud":1964,"pers</w>":1965,"believ":1966,"team</w>":1967,"process</w>":1968,"ins</w>":1969,"har</w>":1970,"ell":1971,"trial</w>":1972,"fuel</w>":1973,"final</w>":1974,"Abbas</w>":1975,"break</w>":1976,"arian</w>":1977,"dies</w>":1978,"crimes</w>":1979,"Venezuelan</w>":1980,"ugg":1981,"development</w>":1982,"Obama</w>":1983,"Asia</w>":1984,"investigation</w>":1985,"Arab</w>":1986,"Defense</w>":1987,"Har":1988,"Sad":1989,"far":1990,"ymp":1991,"2004</w>":1992,"ocracy</w>":1993,"OA</w>":1994,"emerg":1995,"ext":1996,"quar":1997,"Strip</w>":1998,"how</w>":1999,"Syrian</w>":2000,"nam":2001,"put</w>":2002,"ra</w>":2003,"water</w>":2004,"anding</w>":2005,"each</w>":2006,"conference</w>":2007,"tured</w>":2008,"olog":2009,"under":2010,"bombings</w>":2011,"Mahm":2012,"free</w>":2013,"Pe":2014,"VOA</w>":2015,"batt":2016,"mun":2017,"te</w>":2018,"Olymp":2019,"prisoners</w>":2020,"Bo":2021,"Lib":2022,"fe":2023,"omic</w>":2024,"civil</w>":2025,"protest</w>":2026,"Mos":2027,"voy</w>":2028,"critici":2029,"Cuba</w>":2030,"injured</w>":2031,"withdraw":2032,"idd":2033,"remain</w>":2034,"close</w>":2035,"increase</w>":2036,"ews</w>":2037,"air</w>":2038,"ul</w>":2039,"dam</w>":2040,"lah</w>":2041,"drug</w>":2042,"sanctions</w>":2043,"Mahmoud</w>":2044,"Kash":2045,"ss":2046,"same</w>":2047,"opened</w>":2048,"half</w>":2049,"roadside</w>":2050,"wan</w>":2051,"ref":2052,"lar</w>":2053,"ours</w>":2054,"2001</w>":2055,"approved</w>":2056,"There</w>":2057,"warned</w>":2058,"bs</w>":2059,"sad":2060,"overed</w>":2061,"tered</w>":2062,"ublic":2063,"suspen":2064,"Kurdish</w>":2065,"14</w>":2066,"Some</w>":2067,"Shar":2068,"Tai":2069,"ah":2070,"ention</w>":2071,"ech</w>":2072,"decl":2073,"cases</w>":2074,"echn":2075,"latest</w>":2076,"cut</w>":2077,"ot</w>":2078,"wide</w>":2079,"repres":2080,"enko</w>":2081,"allow</w>":2082,"cow</w>":2083,"summit</w>":2084,"dio</w>":2085,"ush":2086,"record</w>":2087,"ricul":2088,"Palestinians</w>":2089,"60</w>":2090,"Court</w>":2091,"pat":2092,"alist</w>":2093,"north</w>":2094,"explosion</w>":2095,"effort</w>":2096,"Turkish</w>":2097,"ne</w>":2098,"citi":2099,"kets</w>":2100,"district</w>":2101,"Congress</w>":2102,"100</w>":2103,"Ethi":2104,"cro":2105,"anded</w>":2106,"sign":2107,"John</w>":2108,"Ethiop":2109,"13</w>":2110,"N1</w>":2111,"ri</w>":2112,"production</w>":2113,"ruption</w>":2114,"Colombia</w>":2115,"Con":2116,"Mil":2117,"much</w>":2118,"pic":2119,"working</w>":2120,"ources</w>":2121,"legisl":2122,"carried</w>":2123,"without</w>":2124,"bombing</w>":2125,"denied</w>":2126,"Ro":2127,"bri":2128,"pu":2129,"atives</w>":2130,"whether</w>":2131,"add":2132,"ederal</w>":2133,"estim":2134,"base</w>":2135,"show</w>":2136,"ordered</w>":2137,"Indonesia</w>":2138,"H5":2139,"nation":2140,"sent</w>":2141,"armed</w>":2142,"stan</w>":2143,"uses</w>":2144,"que</w>":2145,"intelligence</w>":2146,"demand</w>":2147,"deaths</w>":2148,"companies</w>":2149,"hospital</w>":2150,"conf":2151,"ude</w>":2152,"Japanese</w>":2153,"At":2154,"ics</w>":2155,"consu":2156,"idence</w>":2157,"secut":2158,"today</w>":2159,"centur":2160,"senior</w>":2161,"2010</w>":2162,"ittee</w>":2163,"Tha":2164,"tain</w>":2165,"ven</w>":2166,"ster</w>":2167,"already</w>":2168,"recently</w>":2169,"money</w>":2170,"remains</w>":2171,"Lebanese</w>":2172,"caused</w>":2173,"campaign</w>":2174,"Sw":2175,"She</w>":2176,"Wit":2177,"ron":2178,"construction</w>":2179,"ish":2180,"attacked</w>":2181,"ously</w>":2182,"Agency</w>":2183,"Moscow</w>":2184,"Mu":2185,"fur":2186,"hear":2187,"nesses</w>":2188,"bomber</w>":2189,"does</w>":2190,"H5N1</w>":2191,"0s</w>":2192,"calling</w>":2193,"due</w>":2194,"failed</w>":2195,"storm</w>":2196,"Kh":2197,"infl":2198,"promis":2199,"occur":2200,"Saud":2201,"bian</w>":2202,"boo":2203,"sent":2204,"suff":2205,"coming</w>":2206,"sector</w>":2207,"Ukraine</w>":2208,"Braz":2209,"iddle</w>":2210,"17</w>":2211,"18</w>":2212,"Sp":2213,"Tw":2214,"cul":2215,"ges</w>":2216,"mig":2217,"uation</w>":2218,"fighters</w>":2219,"kidnapped</w>":2220,"results</w>":2221,"rejected</w>":2222,"Be":2223,"cs</w>":2224,"ta</w>":2225,"yed</w>":2226,"ination</w>":2227,"sal</w>":2228,"2006</w>":2229,"Sunni</w>":2230,"majority</w>":2231,"strain</w>":2232,"Saudi</w>":2233,"Cl":2234,"go</w>":2235,"stud":2236,"eld</w>":2237,"2009</w>":2238,"previ":2239,"detain":2240,"hundreds</w>":2241,"Mexico</w>":2242,"Am":2243,"More</w>":2244,"sla":2245,"ures</w>":2246,"inst":2247,"give</w>":2248,"issues</w>":2249,"relations</w>":2250,"trans":2251,"Western</w>":2252,"cel":2253,"rying</w>":2254,"wat":2255,"iti</w>":2256,"road</w>":2257,"cip":2258,"sistance</w>":2259,"expressed</w>":2260,"Gre":2261,"eted</w>":2262,"poin":2263,"vices</w>":2264,"activi":2265,"bal":2266,"ud</w>":2267,"went</w>":2268,"ability</w>":2269,"priv":2270,"corruption</w>":2271,"dol":2272,"point</w>":2273,"arrest</w>":2274,"popul":2275,"ef":2276,"fra":2277,"projec":2278,"destro":2279,"within</w>":2280,"placed</w>":2281,"German</w>":2282,"ethn":2283,"itted</w>":2284,"Americans</w>":2285,"ward</w>":2286,"taking</w>":2287,"lands</w>":2288,"organiz":2289,"ick":2290,"bet":2291,"service</w>":2292,"Kashmir</w>":2293,"ensive</w>":2294,"act</w>":2295,"fight</w>":2296,"Republic</w>":2297,"settl":2298,"However</w>":2299,"Rice</w>":2300,"protesters</w>":2301,"planned</w>":2302,"bloc":2303,"sc":2304,"ank":2305,"ert</w>":2306,"spac":2307,"democracy</w>":2308,"carrying</w>":2309,"ific":2310,"occurred</w>":2311,"ep</w>":2312,"mine</w>":2313,"action</w>":2314,"ustice</w>":2315,"conduc":2316,"seized</w>":2317,"making</w>":2318,"floo":2319,"publi":2320,"though</w>":2321,"oned</w>":2322,"alists</w>":2323,"pled":2324,"disease</w>":2325,"launched</w>":2326,"Mor":2327,"vy</w>":2328,"contrac":2329,"build</w>":2330,"succ":2331,"18":2332,"Apri":2333,"hi":2334,"sli":2335,"emen</w>":2336,"asked</w>":2337,"militi":2338,"strong</w>":2339,"despite</w>":2340,"Egypti":2341,"neighboring</w>":2342,"further</w>":2343,"April</w>":2344,"US</w>":2345,"nine</w>":2346,"ten</w>":2347,"refug":2348,"spe":2349,"policy</w>":2350,"Associ":2351,"concerns</w>":2352,"Saddam</w>":2353,"Two</w>":2354,"ethnic</w>":2355,"Ahm":2356,"Bos":2357,"bed</w>":2358,"mul":2359,"tol":2360,"abin":2361,"vide":2362,"future</w>":2363,"charged</w>":2364,"barre":2365,"ming</w>":2366,"sw":2367,"stre":2368,"exports</w>":2369,"forms</w>":2370,"ministers</w>":2371,"increased</w>":2372,"identified</w>":2373,"vehicle</w>":2374,"criticized</w>":2375,"Taiwan</w>":2376,"general</w>":2377,"natur":2378,"post</w>":2379,"captured</w>":2380,"bassad":2381,"ails</w>":2382,"16</w>":2383,"DP</w>":2384,"rate</w>":2385,"abul</w>":2386,"call</w>":2387,"ept</w>":2388,"family</w>":2389,"abinet</w>":2390,"Lu":2391,"sha":2392,"organization</w>":2393,"station</w>":2394,"role</w>":2395,"civilian</w>":2396,"involved</w>":2397,"territory</w>":2398,"Del":2399,"ented</w>":2400,"residents</w>":2401,"parts</w>":2402,"birds</w>":2403,"co</w>":2404,"sures</w>":2405,"2002</w>":2406,"2007</w>":2407,"elected</w>":2408,"197":2409,"relief</w>":2410,"homes</w>":2411,"Ad":2412,"you</w>":2413,"leading</w>":2414,"situation</w>":2415,"Hu":2416,"War</w>":2417,"fo":2418,"ger</w>":2419,"wan":2420,"enric":2421,"order</w>":2422,"adv":2423,"comb":2424,"host":2425,"Army</w>":2426,"emergency</w>":2427,"Bosn":2428,"prove</w>":2429,"forced</w>":2430,"abli":2431,"abduc":2432,"trip</w>":2433,"begin</w>":2434,"backed</w>":2435,"Nigeria</w>":2436,"GDP</w>":2437,"cot":2438,"cement</w>":2439,"gr":2440,"ja":2441,"sun":2442,"wid":2443,"accoun":2444,"travel":2445,"Haiti</w>":2446,"candidate</w>":2447,"200</w>":2448,"far</w>":2449,"lions</w>":2450,"gue</w>":2451,"harra":2452,"cust":2453,"ollah</w>":2454,"craft</w>":2455,"techn":2456,"ining</w>":2457,"probl":2458,"earth":2459,"And</w>":2460,"became</w>":2461,"religi":2462,"Spain</w>":2463,"Ari":2464,"hours</w>":2465,"icop":2466,"div":2467,"iri</w>":2468,"exec":2469,"parties</w>":2470,"establi":2471,"stry</w>":2472,"duce</w>":2473,"Ann":2474,"Ac":2475,"Kan":2476,"Sev":2477,"uran":2478,"lead</w>":2479,"chang":2480,"2005</w>":2481,"outbreak</w>":2482,"ivers":2483,"Egyptian</w>":2484,"Middle</w>":2485,"life</w>":2486,"helicop":2487,"exploded</w>":2488,"assass":2489,"blamed</w>":2490,"problems</w>":2491,"Ms</w>":2492,"pul":2493,"val":2494,"aly":2495,"ror</w>":2496,"prof":2497,"ize</w>":2498,"comments</w>":2499,"center</w>":2500,"broad":2501,"uranium</w>":2502,"foc":2503,"zai</w>":2504,"play":2505,"lik":2506,"treat":2507,"believed</w>":2508,"bassador</w>":2509,"70</w>":2510,"Bel":2511,"Sha":2512,"ree</w>":2513,"nel</w>":2514,"gun</w>":2515,"issue</w>":2516,"Mal":2517,"ba":2518,"ences</w>":2519,"stly</w>":2520,"cities</w>":2521,"provide</w>":2522,"America</w>":2523,"anda</w>":2524,"hard</w>":2525,"aircraft</w>":2526,"commander</w>":2527,"activities</w>":2528,"Ben":2529,"Bas":2530,"Ram":2531,"shar":2532,"missing</w>":2533,"heavy</w>":2534,"dum</w>":2535,"continued</w>":2536,"patro":2537,"detainees</w>":2538,"Al</w>":2539,"One</w>":2540,"step":2541,"regional</w>":2542,"become</w>":2543,"vice</w>":2544,"we</w>":2545,"eration</w>":2546,"condem":2547,"gath":2548,"supporters</w>":2549,"missile</w>":2550,"ale</w>":2551,"shor":2552,"aul</w>":2553,"Musharra":2554,"price</w>":2555,"rule</w>":2556,"business</w>":2557,"Musharraf</w>":2558,"Fo":2559,"Gul":2560,"Nep":2561,"read</w>":2562,"threat</w>":2563,"coast</w>":2564,"Also</w>":2565,"away</w>":2566,"Ky":2567,"bab":2568,"exten":2569,"bodies</w>":2570,"raised</w>":2571,"No</w>":2572,"mur":2573,"vol":2574,"want</w>":2575,"atic</w>":2576,"deter":2577,"Muslims</w>":2578,"Senate</w>":2579,"demonstr":2580,"named</w>":2581,"century</w>":2582,"equ":2583,"fil":2584,"thing</w>":2585,"own":2586,"quotes</w>":2587,"terrorists</w>":2588,"reached</w>":2589,"seeking</w>":2590,"500</w>":2591,"80</w>":2592,"This</w>":2593,"cr":2594,"illegal</w>":2595,"open</w>":2596,"netw":2597,"sides</w>":2598,"cies</w>":2599,"poor</w>":2600,"human":2601,"linked</w>":2602,"independent</w>":2603,"measures</w>":2604,"arrived</w>":2605,"received</w>":2606,"declared</w>":2607,"Annan</w>":2608,"canc":2609,"ual":2610,"za</w>":2611,"endum</w>":2612,"stren":2613,"ames</w>":2614,"tribal</w>":2615,"preme</w>":2616,"allegations</w>":2617,"negotiations</w>":2618,"supplies</w>":2619,"referendum</w>":2620,"Hun":2621,"Kat":2622,"domin":2623,"ging</w>":2624,"tem":2625,"agricul":2626,"camp</w>":2627,"Christi":2628,"address</w>":2629,"natural</w>":2630,"streng":2631,"Ex":2632,"His</w>":2633,"Hurricane</w>":2634,"few</w>":2635,"wants</w>":2636,"sives</w>":2637,"rought</w>":2638,"body</w>":2639,"joint</w>":2640,"current</w>":2641,"Di":2642,"shes</w>":2643,"travel</w>":2644,"services</w>":2645,"Central</w>":2646,"Gulf</w>":2647,"Asian</w>":2648,"City</w>":2649,"Fat":2650,"Hus":2651,"Ti":2652,"tory</w>":2653,"chall":2654,"import":2655,"bus</w>":2656,"ruled</w>":2657,"decades</w>":2658,"fail":2659,"village</w>":2660,"Sharon</w>":2661,"wanted</w>":2662,"io</w>":2663,"lars</w>":2664,"nomin":2665,"initi":2666,"radio</w>":2667,"conn":2668,"spea":2669,"seen</w>":2670,"iding</w>":2671,"level</w>":2672,"stric":2673,"threatened</w>":2674,"Olympic</w>":2675,"dollars</w>":2676,"ean</w>":2677,"kes</w>":2678,"ool</w>":2679,"soon</w>":2680,"industry</w>":2681,"investment</w>":2682,"space</w>":2683,"sunami</w>":2684,"earthquake</w>":2685,"likely</w>":2686,"Cor":2687,"right</w>":2688,"again</w>":2689,"mostly</w>":2690,"rocket</w>":2691,"fully</w>":2692,"published</w>":2693,"hi</w>":2694,"ular</w>":2695,"ind</w>":2696,"dahar</w>":2697,"ope</w>":2698,"ult</w>":2699,"prev":2700,"officer</w>":2701,"break":2702,"medical</w>":2703,"celeb":2704,"Kandahar</w>":2705,"Bol":2706,"Bla":2707,"Hug":2708,"Span":2709,"fled</w>":2710,"tot":2711,"row</w>":2712,"eat</w>":2713,"ribu":2714,"ire</w>":2715,"sein</w>":2716,"addi":2717,"aining</w>":2718,"monit":2719,"electr":2720,"tried</w>":2721,"aut":2722,"sign</w>":2723,"Ali</w>":2724,"Abu</w>":2725,"interview</w>":2726,"offensive</w>":2727,"search</w>":2728,"withdrawal</w>":2729,"Hugo</w>":2730,"cast</w>":2731,"fell</w>":2732,"uted</w>":2733,"ought</w>":2734,"ished</w>":2735,"ullah</w>":2736,"explosives</w>":2737,"paren":2738,"dispute</w>":2739,"toward</w>":2740,"immediately</w>":2741,"Bal":2742,"Kabul</w>":2743,"non</w>":2744,"tsunami</w>":2745,"sting</w>":2746,"ada</w>":2747,"milar</w>":2748,"Ang":2749,"concern</w>":2750,"Cuban</w>":2751,"ology</w>":2752,"Yu":2753,"ble":2754,"hur":2755,"ply</w>":2756,"net</w>":2757,"declin":2758,"ieve</w>":2759,"holding</w>":2760,"Somali</w>":2761,"cerem":2762,"toll</w>":2763,"Fatah</w>":2764,"Man":2765,"reforms</w>":2766,"iles</w>":2767,"ilities</w>":2768,"char":2769,"abad</w>":2770,"terror</w>":2771,"thority</w>":2772,"details</w>":2773,"ways</w>":2774,"passed</w>":2775,"attempt</w>":2776,"citizens</w>":2777,"religious</w>":2778,"06</w>":2779,"26</w>":2780,"Cam":2781,"Lea":2782,"Ph":2783,"him":2784,"commission</w>":2785,"special</w>":2786,"community</w>":2787,"Mic":2788,"Sch":2789,"bill</w>":2790,"bring</w>":2791,"crow":2792,"ership</w>":2793,"stop":2794,"states</w>":2795,"ung</w>":2796,"seats</w>":2797,"via</w>":2798,"ign":2799,"rescu":2800,"trib":2801,"accid":2802,"continues</w>":2803,"Sudanese</w>":2804,"growing</w>":2805,"Karzai</w>":2806,"Supreme</w>":2807,"judge</w>":2808,"refused</w>":2809,"Brazil</w>":2810,"bank</w>":2811,"federal</w>":2812,"gress</w>":2813,"yers</w>":2814,"yet</w>":2815,"raid</w>":2816,"need</w>":2817,"chec":2818,"pose</w>":2819,"oters</w>":2820,"survi":2821,"strikes</w>":2822,"descri":2823,"broke</w>":2824,"suspect</w>":2825,"debt</w>":2826,"Po":2827,"win</w>":2828,"ances</w>":2829,"enced</w>":2830,"lam</w>":2831,"ney</w>":2832,"exp":2833,"person</w>":2834,"claim":2835,"casual":2836,"announcement</w>":2837,"Ahmad":2838,"Jer":2839,"Jord":2840,"Puti":2841,"eb</w>":2842,"anti":2843,"repe":2844,"ousted</w>":2845,"convoy</w>":2846,"leave</w>":2847,"expec":2848,"prepar":2849,"versi":2850,"mark</w>":2851,"response</w>":2852,"activists</w>":2853,"Putin</w>":2854,"Lank":2855,"Mc":2856,"Sri</w>":2857,"Vi":2858,"bi":2859,"test</w>":2860,"like</w>":2861,"cooperation</w>":2862,"wounding</w>":2863,"Congo</w>":2864,"massive</w>":2865,"private</w>":2866,"Iv":2867,"Op":2868,"Spea":2869,"Tim":2870,"dr":2871,"arms</w>":2872,"oul":2873,"added</w>":2874,"ock</w>":2875,"pressure</w>":2876,"voted</w>":2877,"employment</w>":2878,"migr":2879,"Fi":2880,"dou":2881,"hist":2882,"jad</w>":2883,"similar</w>":2884,"proposed</w>":2885,"del</w>":2886,"chenko</w>":2887,"lost</w>":2888,"cienti":2889,"embly</w>":2890,"ogn":2891,"separati":2892,"prevent</w>":2893,"himself</w>":2894,"21</w>":2895,"Az":2896,"dings</w>":2897,"fli":2898,"ness</w>":2899,"ov</w>":2900,"rina</w>":2901,"sing":2902,"ching</w>":2903,"ches</w>":2904,"spor":2905,"spread</w>":2906,"recogn":2907,"anning</w>":2908,"candidates</w>":2909,"demonstra":2910,"tax</w>":2911,"population</w>":2912,"Jew":2913,"King</w>":2914,"iet</w>":2915,"almost</w>":2916,"sic</w>":2917,"elm":2918,"convic":2919,"ids</w>":2920,"charge</w>":2921,"journalists</w>":2922,"inejad</w>":2923,"conditions</w>":2924,"Witnesses</w>":2925,"Ahmadinejad</w>":2926,"19</w>":2927,"Hez":2928,"Tra":2929,"date</w>":2930,"reform</w>":2931,"improv":2932,"turned</w>":2933,"insurgent</w>":2934,"Energy</w>":2935,"Australia</w>":2936,"experts</w>":2937,"Katrina</w>":2938,"Cro":2939,"Sing":2940,"bor</w>":2941,"encies</w>":2942,"spar":2943,"alized</w>":2944,"crimin":2945,"warning</w>":2946,"returned</w>":2947,"assy</w>":2948,"Republic":2949,"peaceful</w>":2950,"industri":2951,"allowed</w>":2952,"enrich":2953,"Jewish</w>":2954,"bollah</w>":2955,"crac":2956,"lor":2957,"propo":2958,"prosecut":2959,"deploy":2960,"needed</w>":2961,"let":2962,"embassy</w>":2963,"tural</w>":2964,"ental</w>":2965,"related</w>":2966,"viron":2967,"policemen</w>":2968,"start</w>":2969,"full</w>":2970,"Hezbollah</w>":2971,"Fin":2972,"That</w>":2973,"Yush":2974,"ben":2975,"cle":2976,"hous":2977,"pay</w>":2978,"ually</w>":2979,"iland</w>":2980,"truc":2981,"occu":2982,"even</w>":2983,"evidence</w>":2984,"ships</w>":2985,"cros":2986,"network</w>":2987,"Hussein</w>":2988,"AI":2989,"Py":2990,"colla":2991,"fig":2992,"lack</w>":2993,"share</w>":2994,"hua</w>":2995,"deleg":2996,"regul":2997,"fraud</w>":2998,"Nepal</w>":2999,"Yushchenko</w>":3000,"22</w>":3001,"24</w>":3002,"mmed</w>":3003,"yang</w>":3004,"era</w>":3005,"stand":3006,"ounded</w>":3007,"tradi":3008,"annual</w>":3009,"tests</w>":3010,"te":3011,"probe</w>":3012,"compe":3013,"interim</w>":3014,"currently</w>":3015,"Coast</w>":3016,"Italy</w>":3017,"alysts</w>":3018,"Spanish</w>":3019,"casualties</w>":3020,"Ber":3021,"Day</w>":3022,"ber":3023,"di</w>":3024,"hand":3025,"kov":3026,"land":3027,"moun":3028,"var":3029,"reven":3030,"enn":3031,"rain</w>":3032,"millions</w>":3033,"educ":3034,"stro</w>":3035,"detention</w>":3036,"clashes</w>":3037,"spoke</w>":3038,"structure</w>":3039,"Castro</w>":3040,"total</w>":3041,"Paul</w>":3042,"Ug":3043,"fy</w>":3044,"gers</w>":3045,"rates</w>":3046,"rest</w>":3047,"spending</w>":3048,"sewhere</w>":3049,"After</w>":3050,"strugg":3051,"given</w>":3052,"mos":3053,"violent</w>":3054,"gener":3055,"activity</w>":3056,"particip":3057,"destroyed</w>":3058,"success":3059,"assassination</w>":3060,"patrol</w>":3061,"ogra":3062,"ania</w>":3063,"reduc":3064,"ari</w>":3065,"exchange</w>":3066,"gia</w>":3067,"formed</w>":3068,"ongyang</w>":3069,"extrem":3070,"Pyongyang</w>":3071,"Bang":3072,"hood</w>":3073,"ow</w>":3074,"itarian</w>":3075,"ateg":3076,"impl":3077,"bud":3078,"believe</w>":3079,"responsible</w>":3080,"keep</w>":3081,"Human</w>":3082,"important</w>":3083,"Blair</w>":3084,"proposal</w>":3085,"During</w>":3086,"Li":3087,"News</w>":3088,"Rob":3089,"Xin":3090,"gir":3091,"he":3092,"ira":3093,"od</w>":3094,"enough</w>":3095,"progress</w>":3096,"eds</w>":3097,"cally</w>":3098,"facilities</w>":3099,"insurgency</w>":3100,"closed</w>":3101,"diplomatic</w>":3102,"Georgia</w>":3103,"battle</w>":3104,"estimated</w>":3105,"video</w>":3106,"occup":3107,"Press</w>":3108,"fri":3109,"hour</w>":3110,"mes":3111,"list</w>":3112,"ights</w>":3113,"Iraqis</w>":3114,"struck</w>":3115,"mmad</w>":3116,"AR":3117,"gres":3118,"ody</w>":3119,"unal</w>":3120,"stron":3121,"person":3122,"board</w>":3123,"bombs</w>":3124,"freed</w>":3125,"cler":3126,"Speaking</w>":3127,"Xinhua</w>":3128,"gs</w>":3129,"good</w>":3130,"long":3131,"pover":3132,"living</w>":3133,"ested</w>":3134,"entatives</w>":3135,"access</w>":3136,"guards</w>":3137,"awi</w>":3138,"Comm":3139,"reach</w>":3140,"rism</w>":3141,"II</w>":3142,"Ric":3143,"bloo":3144,"dom":3145,"ret</w>":3146,"escap":3147,"kill</w>":3148,"post":3149,"governments</w>":3150,"poll</w>":3151,"Paris</w>":3152,"resume</w>":3153,"offer</w>":3154,"alliance</w>":3155,"resolution</w>":3156,"journalist</w>":3157,"Sov":3158,"four":3159,"night</w>":3160,"yan</w>":3161,"youn":3162,"alian</w>":3163,"dev":3164,"ape</w>":3165,"contribu":3166,"overy</w>":3167,"develop</w>":3168,"plane</w>":3169,"policies</w>":3170,"mass</w>":3171,"peacekeeping</w>":3172,"signific":3173,"Thailand</w>":3174,"promised</w>":3175,"custody</w>":3176,"messa":3177,"Em":3178,"Govern":3179,"Nic":3180,"ball</w>":3181,"fall</w>":3182,"oods</w>":3183,"peri":3184,"inton</w>":3185,"committee</w>":3186,"lines</w>":3187,"school</w>":3188,"hopes</w>":3189,"Clinton</w>":3190,"enrichment</w>":3191,"Soviet</w>":3192,"As</w>":3193,"Mer":3194,"Qu":3195,"Res":3196,"brought</w>":3197,"cabinet</w>":3198,"ez</w>":3199,"fish":3200,"iri":3201,"la</w>":3202,"poul":3203,"diff":3204,"ired</w>":3205,"strong":3206,"includes</w>":3207,"airs</w>":3208,"measure</w>":3209,"Australian</w>":3210,"Former</w>":3211,"Kenya</w>":3212,"peacekeepers</w>":3213,"speech</w>":3214,"Phil":3215,"poultry</w>":3216,"San</w>":3217,"Wil":3218,"bar":3219,"name</w>":3220,"any":3221,"ality</w>":3222,"planning</w>":3223,"beh":3224,"gadi":3225,"ific</w>":3226,"constitutional</w>":3227,"damage</w>":3228,"fourth</w>":3229,"Her":3230,"Vie":3231,"adi":3232,"cing</w>":3233,"yo</w>":3234,"amb":3235,"owned</w>":3236,"ador</w>":3237,"expan":3238,"guil":3239,"politici":3240,"interest</w>":3241,"join</w>":3242,"joined</w>":3243,"holi":3244,"gave</w>":3245,"Italian</w>":3246,"crude</w>":3247,"23</w>":3248,"So":3249,"ki</w>":3250,"sa</w>":3251,"ues</w>":3252,"arti":3253,"appro":3254,"vian</w>":3255,"press</w>":3256,"very</w>":3257,"Abd":3258,"allegedly</w>":3259,"visited</w>":3260,"highest</w>":3261,"allies</w>":3262,"running</w>":3263,"behind</w>":3264,"den</w>":3265,"sales</w>":3266,"vement</w>":3267,"zen</w>":3268,"plant</w>":3269,"agencies</w>":3270,"short</w>":3271,"2000</w>":3272,"dismis":3273,"trac":3274,"196":3275,"democratic</w>":3276,"claim</w>":3277,"investigating</w>":3278,"higher</w>":3279,"season</w>":3280,"Cup</w>":3281,"Sal":3282,"uj":3283,"staf":3284,"ament</w>":3285,"imposed</w>":3286,"faces</w>":3287,"denies</w>":3288,"passen":3289,"involvement</w>":3290,"coura":3291,"suspended</w>":3292,"pledged</w>":3293,"Several</w>":3294,"collap":3295,"27</w>":3296,"ei</w>":3297,"environ":3298,"rose</w>":3299,"els</w>":3300,"ambassador</w>":3301,"apparen":3302,"lower</w>":3303,"facility</w>":3304,"vely</w>":3305,"freed":3306,"control":3307,"Hamid</w>":3308,"pact</w>":3309,"Ethiopia</w>":3310,"abducted</w>":3311,"condemned</w>":3312,"Viet":3313,"Pope</w>":3314,"Tam":3315,"br":3316,"lan":3317,"oted</w>":3318,"incial</w>":3319,"lives</w>":3320,"leaving</w>":3321,"Thousands</w>":3322,"trading</w>":3323,"jobs</w>":3324,"discovered</w>":3325,"launch</w>":3326,"Indonesian</w>":3327,"Eng":3328,"shows</w>":3329,"influ":3330,"connection</w>":3331,"Helm":3332,"Many</w>":3333,"Raf":3334,"Si":3335,"cause</w>":3336,"oon</w>":3337,"voters</w>":3338,"step</w>":3339,"itary</w>":3340,"emor":3341,"irman</w>":3342,"counter":3343,"helped</w>":3344,"served</w>":3345,"often</w>":3346,"Islamabad</w>":3347,"Niger</w>":3348,"Ukrain":3349,"Both</w>":3350,"gathered</w>":3351,"Rights</w>":3352,"cism</w>":3353,"dang":3354,"yer</w>":3355,"anam":3356,"ala</w>":3357,"rival</w>":3358,"begun</w>":3359,"comment</w>":3360,"shoo":3361,"famil":3362,"infected</w>":3363,"request</w>":3364,"mater":3365,"immediate</w>":3366,"ceremony</w>":3367,"AID":3368,"budget</w>":3369,"domesti":3370,"Helmand</w>":3371,"300</w>":3372,"iy":3373,"ie</w>":3374,"wil":3375,"wel":3376,"insu":3377,"aled</w>":3378,"ernal</w>":3379,"see</w>":3380,"ests</w>":3381,"Islam</w>":3382,"andan</w>":3383,"developing</w>":3384,"Colombian</w>":3385,"islands</w>":3386,"showed</w>":3387,"condition</w>":3388,"differ":3389,"AIDS</w>":3390,"31</w>":3391,"Econ":3392,"Rw":3393,"Zim":3394,"asion</w>":3395,"dwide</w>":3396,"down":3397,"ldwide</w>":3398,"sl":3399,"safe":3400,"urch</w>":3401,"assistance</w>":3402,"training</w>":3403,"demanding</w>":3404,"host</w>":3405,"remar":3406,"victory</w>":3407,"Islamist</w>":3408,"Arabia</w>":3409,"targeted</w>":3410,"movement</w>":3411,"touri":3412,"appeared</w>":3413,"Mohammed</w>":3414,"ballo":3415,"Associated</w>":3416,"demonstrators</w>":3417,"humanitarian</w>":3418,"convicted</w>":3419,"28</w>":3420,"Ko":3421,"Rom":3422,"mag":3423,"ol</w>":3424,"rats</w>":3425,"rest":3426,"restric":3427,"ored</w>":3428,"agu":3429,"sets</w>":3430,"tog":3431,"annivers":3432,"ollar</w>":3433,"helicopter</w>":3434,"versial</w>":3435,"anniversary</w>":3436,"Chad</w>":3437,"Justice</w>":3438,"Vice</w>":3439,"Zar":3440,"bin</w>":3441,"ff</w>":3442,"session</w>":3443,"tle</w>":3444,"utive</w>":3445,"orders</w>":3446,"ald</w>":3447,"sion":3448,"sul</w>":3449,"governor</w>":3450,"cost</w>":3451,"Mosul</w>":3452,"controversial</w>":3453,"northwest</w>":3454,"Internet</w>":3455,"tribunal</w>":3456,"claims</w>":3457,"together</w>":3458,"Dan":3459,"Pr":3460,"Rev":3461,"au</w>":3462,"ev</w>":3463,"gan</w>":3464,"mar</w>":3465,"nec":3466,"scienti":3467,"ugh":3468,