{"<unk>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"£":95,"§":96,"«":97,"°":98,"±":99,"²":100,"´":101,"·":102,"»":103,"Â":104,"ß":105,"à":106,"á":107,"ã":108,"ä":109,"é":110,"í":111,"î":112,"ó":113,"ö":114,"ú":115,"ü":116,"ă":117,"ć":118,"Č":119,"č":120,"đ":121,"ő":122,"ř":123,"Š":124,"š":125,"ţ":126,"ů":127,"ž":128,"Ș":129,"ș":130,"ț":131,"α":132,"β":133,"π":134,"А":135,"В":136,"Г":137,"Е":138,"Ж":139,"З":140,"И":141,"К":142,"Л":143,"М":144,"Н":145,"О":146,"П":147,"Р":148,"С":149,"Т":150,"У":151,"Х":152,"Ь":153,"Я":154,"а":155,"б":156,"в":157,"г":158,"д":159,"е":160,"ж":161,"з":162,"и":163,"й":164,"к":165,"л":166,"м":167,"н":168,"о":169,"п":170,"р":171,"с":172,"т":173,"у":174,"ч":175,"ш":176,"ы":177,"я":178,"ё":179,"є":180,"ـ":181,"।":182,"—":183,"’":184,"“":185,"”":186,"…":187,"※":188,"€":189,"№":190,"→":191,"∅":192,"∑":193,"√":194,"∞":195,"∩":196,"∪":197,"∫":198,"≡":199,"≤":200,"≥":201,"■":202,"○":203,"、":204,"。":205,"《":206,"》":207,"「":208,"」":209,"【":210,"】":211,"ニ":212,"・":213,"ㄱ":214,"㮡":215,"一":216,"丁":217,"丈":218,"三":219,"上":220,"下":221,"不":222,"且":223,"丙":224,"两":225,"並":226,"个":227,"中":228,"为":229,"之":230,"乐":231,"乘":232,"乙":233,"了":234,"互":235,"五":236,"些":237,"亦":238,"人":239,"他":240,"以":241,"伍":242,"但":243,"位":244,"作":245,"使":246,"保":247,"俱":248,"個":249,"倍":250,"們":251,"值":252,"偶":253,"僧":254,"元":255,"內":256,"兩":257,"六":258,"其":259,"出":260,"分":261,"则":262,"別":263,"則":264,"剛":265,"力":266,"加":267,"动":268,"助":269,"包":270,"區":271,"升":272,"华":273,"印":274,"原":275,"去":276,"参":277,"參":278,"及":279,"取":280,"句":281,"另":282,"只":283,"可":284,"各":285,"同":286,"名":287,"后":288,"告":289,"和":290,"單":291,"因":292,"圓":293,"在":294,"均":295,"多":296,"夠":297,"大":298,"女":299,"好":300,"如":301,"子":302,"字":303,"学":304,"學":305,"它":306,"安":307,"完":308,"实":309,"實":310,"寸":311,"将":312,"對":313,"小":314,"少":315,"尺":316,"尽":317,"居":318,"展":319,"屬":320,"山":321,"差":322,"已":323,"帮":324,"幕":325,"平":326,"序":327,"应":328,"庚":329,"度":330,"座":331,"式":332,"弦":333,"形":334,"得":335,"從":336,"心":337,"您":338,"意":339,"戊":340,"成":341,"或":342,"所":343,"抽":344,"拔":345,"括":346,"指":347,"按":348,"换":349,"掉":350,"排":351,"接":352,"数":353,"整":354,"數":355,"文":356,"方":357,"於":358,"时":359,"明":360,"是":361,"時":362,"最":363,"有":364,"本":365,"杯":366,"果":367,"某":368,"校":369,"根":370,"格":371,"案":372,"條":373,"概":374,"標":375,"樣":376,"機":377,"正":378,"此":379,"段":380,"每":381,"比":382,"水":383,"求":384,"注":385,"源":386,"满":387,"滿":388,"為":389,"爲":390,"率":391,"班":392,"現":393,"球":394,"生":395,"用":396,"由":397,"甲":398,"男":399,"界":400,"畍":401,"留":402,"當":403,"的":404,"皆":405,"盒":406,"目":407,"直":408,"相":409,"知":410,"碼":411,"示":412,"祝":413,"积":414,"程":415,"稱":416,"積":417,"穷":418,"端":419,"等":420,"答":421,"系":422,"組":423,"線":424,"總":425,"终":426,"经":427,"结":428,"罗":429,"翻":430,"而":431,"能":432,"臬":433,"與":434,"若":435,"英":436,"號":437,"行":438,"表":439,"被":440,"裡":441,"要":442,"角":443,"解":444,"設":445,"註":446,"該":447,"證":448,"记":449,"设":450,"译":451,"说":452,"请":453,"負":454,"賽":455,"贺":456,"赛":457,"起":458,"超":459,"足":460,"距":461,"输":462,"过":463,"运":464,"述":465,"這":466,"連":467,"過":468,"選":469,"邊":470,"那":471,"部":472,"都":473,"释":474,"量":475,"金":476,"長":477,"開":478,"間":479,"问":480,"除":481,"隊":482,"隨":483,"隸":484,"集":485,"離":486,"需":487,"非":488,"面":489,"頂":490,"項":491,"项":492,"题":493,"餘":494,"麼":495,"點":496,"ﬀ":497,"ﬁ":498,"ﬂ":499,"（":500,"）":501,"，":502,"：":503,"？":504,"g</w>":505,"4</w>":506,"s</w>":507,"8</w>":508,"0</w>":509,"3</w>":510,"9</w>":511,"2</w>":512,"y</w>":513,"k</w>":514,"l</w>":515,"d</w>":516,"a</w>":517,"1</w>":518,"7</w>":519,"n</w>":520,"e</w>":521,"5</w>":522,"t</w>":523,"6</w>":524,"r</w>":525,"I</w>":526,"作</w>":527,"h</w>":528,"i</w>":529,"*</w>":530,"m</w>":531,"F</w>":532,"G</w>":533,"c</w>":534,"o</w>":535,"為</w>":536,"S</w>":537,"O</w>":538,"些</w>":539,"C</w>":540,"W</w>":541,"f</w>":542,"R</w>":543,"p</w>":544,"爲</w>":545,"j</w>":546,"P</w>":547,"b</w>":548,"w</w>":549,"ă</w>":550,"述</w>":551,"M</w>":552,"子</w>":553,"及</w>":554,"x</w>":555,"Z</w>":556,"D</w>":557,"度</w>":558,"ć</w>":559,"取</w>":560,"Н</w>":561,"u</w>":562,"v</w>":563,"q</w>":564,"%</w>":565,"B</w>":566,"E</w>":567,"数</w>":568,"下</w>":569,"则</w>":570,"答</w>":571,"本</w>":572,"д</w>":573,"L</w>":574,"展</w>":575,"A</w>":576,"帮</w>":577,"比</w>":578,"單</w>":579,"H</w>":580,"各</w>":581,"K</w>":582,"表</w>":583,"分</w>":584,"倍</w>":585,"機</w>":586,"（</w>":587,"原</w>":588,"積</w>":589,"程</w>":590,"樣</w>":591,",</w>":592,"選</w>":593,"保</w>":594,"排</w>":595,"內</w>":596,"《</w>":597,"Y</w>":598,"и</w>":599,"В</w>":600,"？</w>":601,";</w>":602,"T</w>":603,"註</w>":604,"字</w>":605,"在</w>":606,"穷</w>":607,"丁</w>":608,"в</w>":609,"Q</w>":610,"Л</w>":611,"、</w>":612,"N</w>":613,"é</w>":614,"另</w>":615,"量</w>":616,"£</w>":617,"є</w>":618,"名</w>":619,"成</w>":620,"集</w>":621,"只</w>":622,"á</w>":623,"夠</w>":624,"要</w>":625,"U</w>":626,"z</w>":627,"换</w>":628,"庚</w>":629,"相</w>":630,"“</w>":631,"連</w>":632,"杯</w>":633,"č</w>":634,"有</w>":635,"那</w>":636,"告</w>":637,"说</w>":638,"甲</w>":639,"X</w>":640,"参</w>":641,"設</w>":642,"○</w>":643,"ó</w>":644,"过</w>":645,"接</w>":646,"偶</w>":647,"與</w>":648,"结</w>":649,"當</w>":650,"均</w>":651,"²</w>":652,"總</w>":653,"+</w>":654,"а</w>":655,"=</w>":656,"е</w>":657,"於</w>":658,"是</w>":659,"π</w>":660,"α</w>":661,"被</w>":662,"每</w>":663,"运</w>":664,"Ь</w>":665,"抽</w>":666,"题</w>":667,"ő</w>":668,"乙</w>":669,"一</w>":670,"之</w>":671,"您</w>":672,"#</w>":673,"尽</w>":674,"・</w>":675,"系</w>":676,"赛</w>":677,"{</w>":678,"部</w>":679,"校</w>":680,"完</w>":681,"臬</w>":682,"英</w>":683,"麼</w>":684,"■</w>":685,"山</w>":686,"們</w>":687,"隊</w>":688,"的</w>":689,"目</w>":690,"戊</w>":691,".</w>":692,"該</w>":693,"示</w>":694,"请</w>":695,"(</w>":696,"】</w>":697,"М</w>":698,"區</w>":699,"丙</w>":700,"К</w>":701,"「</w>":702,"僧</w>":703,"㮡</w>":704,"≤</w>":705,"丈</w>":706,"学</w>":707,"這</w>":708,"多</w>":709,"界</w>":710,"<</w>":711,"^</w>":712,"女</w>":713,"\\</w>":714,"長</w>":715,"时</w>":716,"行</w>":717,"點</w>":718,"頂</w>":719,"號</w>":720,"線</w>":721,"Х</w>":722,"證</w>":723,"।</w>":724,"—</w>":725,":</w>":726,"）</w>":727,"心</w>":728,"|</w>":729,"除</w>":730,"等</w>":731,"V</w>":732,"加</w>":733,"ú</w>":734,"端</w>":735,"現</w>":736,"條</w>":737,"畍</w>":738,"乐</w>":739,"'</w>":740,"J</w>":741,"求</w>":742,"项</w>":743,")</w>":744,"§</w>":745,"超</w>":746,"升</w>":747,"指</w>":748,"为</w>":749,"«</w>":750,"段</w>":751,"Е</w>":752,"括</w>":753,"裡</w>":754,"組</w>":755,"若</w>":756,"输</w>":757,"※</w>":758,"幕</w>":759,"И</w>":760,"俱</w>":761,"华</w>":762,"方</w>":763,"@</w>":764,"’</w>":765,"应</w>":766,"式</w>":767,"释</w>":768,"圓</w>":769,"負</w>":770,"元</w>":771,"У</w>":772,"Я</w>":773,"稱</w>":774,"已</w>":775,"時</w>":776,"所</w>":777,"：</w>":778,"。</w>":779,"案</w>":780,"≡</w>":781,"去</w>":782,"或</w>":783,"》</w>":784,"需</w>":785,"居</w>":786,"人</w>":787,"位</w>":788,"А</w>":789,"~</w>":790,"句</w>":791,"根</w>":792,"皆</w>":793,"-</w>":794,"項</w>":795,"用</w>":796,"差</w>":797,"學</w>":798,"從</w>":799,"金</w>":800,"贺</w>":801,"互</w>":802,"離</w>":803,"最</w>":804,"賽</w>":805,"З</w>":806,"将</w>":807,"好</w>":808,"∪</w>":809,"实</w>":810,"乘</w>":811,"且</w>":812,"邊</w>":813,"其</w>":814,"Г</w>":815,"积</w>":816,"參</w>":817,"和</w>":818,"碼</w>":819,"面</w>":820,"О</w>":821,"№</w>":822,"六</w>":823,"印</w>":824,"座</w>":825,"兩</w>":826,"ш</w>":827,"я</w>":828,"對</w>":829,"同</w>":830,"五</w>":831,"明</w>":832,"`</w>":833,"知</w>":834,"非</w>":835,"都</w>":836,"值</w>":837,"></w>":838,"他</w>":839,"班</w>":840,"经</w>":841,"助</w>":842,"/</w>":843,"能</w>":844,"ㄱ</w>":845,"按</w>":846,"屬</w>":847,"三</w>":848,"_</w>":849,"它</w>":850,"大</w>":851,"此</w>":852,"形</w>":853,"使</w>":854,"解</w>":855,"開</w>":856,"生</w>":857,"个</w>":858,"伍</w>":859,"以</w>":860,"∑</w>":861,"整</w>":862,"→</w>":863,"∞</w>":864,"±</w>":865,"可</w>":866,"正</w>":867,"问</w>":868,"∫</w>":869,"∩</w>":870,"由</w>":871,"序</w>":872,"弦</w>":873,"平</w>":874,"注</w>":875,"文</w>":876,"寸</w>":877,"起</w>":878,"並</w>":879,"š</w>":880,"實</w>":881,"餘</w>":882,"б</w>":883,"终</w>":884,"м</w>":885,"意</w>":886,"中</w>":887,"≥</w>":888,"»</w>":889,"祝</w>":890,"拔</w>":891,"记</w>":892,"掉</w>":893,"水</w>":894,"安</w>":895,"，</w>":896,"动</w>":897,"男</w>":898,"包</w>":899,"”</w>":900,"則</w>":901,"С</w>":902,"但</w>":903,"距</w>":904,"足</w>":905,"小</w>":906,"別</w>":907,"果</w>":908,"率</w>":909,"球</w>":910,"译</w>":911,"隸</w>":912,"ニ</w>":913,"亦</w>":914,"罗</w>":915,"\"</w>":916,"不</w>":917,"直</w>":918,"角</w>":919,"源</w>":920,"…</w>":921,"翻</w>":922,"Т</w>":923,"&</w>":924,"设</w>":925,"з</w>":926,"]</w>":927,"隨</w>":928,"$</w>":929,"两</w>":930,"[</w>":931,"滿</w>":932,"概</w>":933,"數</w>":934,"满</w>":935,"因</w>":936,"出</w>":937,"間</w>":938,"尺</w>":939,"β</w>":940,"而</w>":941,"標</w>":942,"∅</w>":943,"少</w>":944,"ـ</w>":945,"上</w>":946,"了</w>":947,"剛</w>":948,"盒</w>":949,"?</w>":950,"й</w>":951,"!</w>":952,"過</w>":953,"·</w>":954,"個</w>":955,"格</w>":956,"得</w>":957,"」</w>":958,"后</w>":959,"【</w>":960,"某</w>":961,"如</w>":962,"}</w>":963,"力</w>":964,"留</w>":965,"Р</w>":966,"th":967,"the</w>":968,"in":969,"an":970,"of</w>":971,"er":972,"ti":973,"ar":974,"is</w>":975,"te":976,"ra":977,"le":978,"and</w>":979,"re":980,"al":981,"ri":982,"er</w>":983,"at</w>":984,"on":985,"ts</w>":986,"en":987,"po":988,"on</w>":989,"si":990,"es</w>":991,"le</w>":992,"ro":993,"qu":994,"um":995,"di":996,"in</w>":997,"num":998,"numb":999,"fo":1000,"en</w>":1001,"fra":1002,"ve</w>":1003,"se":1004,"ch</w>":1005,"frac</w>":1006,"ma":1007,"are</w>":1008,"that</w>":1009,"ers</w>":1010,"co":1011,"to</w>":1012,"th</w>":1013,"al</w>":1014,"la":1015,"ing</w>":1016,"ang":1017,"ed</w>":1018,"su":1019,"an</w>":1020,"gh":1021,"wi":1022,"Th":1023,"do":1024,"st</w>":1025,"ir":1026,"wh":1027,"tion</w>":1028,"qua":1029,"poin":1030,"number</w>":1031,"ind</w>":1032,"ght</w>":1033,"be</w>":1034,"ter":1035,"ly</w>":1036,"st":1037,"angle</w>":1038,"lo":1039,"inte":1040,"as</w>":1041,"un":1042,"ce</w>":1043,"integ":1044,"am":1045,"for</w>":1046,"ft</w>":1047,"se</w>":1048,"Find</w>":1049,"ho":1050,"left</w>":1051,"ine</w>":1052,"ere</w>":1053,"right</w>":1054,"The</w>":1055,"ea":1056,"et</w>":1057,"ol":1058,"con":1059,"tri":1060,"be":1061,"ver":1062,"all</w>":1063,"with</w>":1064,"tw":1065,"or</w>":1066,"or":1067,"numbers</w>":1068,"tive</w>":1069,"ent</w>":1070,"the":1071,"te</w>":1072,"quad</w>":1073,"20":1074,"math":1075,"li":1076,"ex":1077,"ta":1078,"val":1079,"rt</w>":1080,"tex":1081,"gi":1082,"sq":1083,"posi":1084,"valu":1085,"sqrt</w>":1086,"cir":1087,"any</w>":1088,"Let</w>":1089,"cu":1090,"no":1091,"qquad</w>":1092,"10</w>":1093,"pro":1094,"positive</w>":1095,"ct":1096,"mu":1097,"two</w>":1098,"points</w>":1099,"cdo":1100,"sid":1101,"me":1102,"as":1103,"rm</w>":1104,"by</w>":1105,"such</w>":1106,"de":1107,"ter</w>":1108,"10":1109,"bo":1110,"point</w>":1111,"one</w>":1112,"each</w>":1113,"tion":1114,"pe":1115,"Wh":1116,"rom</w>":1117,"per":1118,"vi":1119,"me</w>":1120,"triangle</w>":1121,"to":1122,"fi":1123,"value</w>":1124,"line</w>":1125,"ven</w>":1126,"from</w>":1127,"ha":1128,"ur":1129,"les</w>":1130,"ble</w>":1131,"ct</w>":1132,"mi":1133,"ty</w>":1134,"sum</w>":1135,"integer</w>":1136,"whi":1137,"integers</w>":1138,"digi":1139,"pa":1140,"bf</w>":1141,"res":1142,"If</w>":1143,"ree</w>":1144,"can</w>":1145,"equ":1146,"circ":1147,"ou":1148,"it</w>":1149,"mathrm</w>":1150,"What</w>":1151,"term":1152,"many</w>":1153,"then</w>":1154,"12</w>":1155,"ple</w>":1156,"ve":1157,"tions</w>":1158,"ds</w>":1159,"lan":1160,"ci":1161,"real</w>":1162,"at":1163,"ge":1164,"par":1165,"ll</w>":1166,"dra":1167,"squ":1168,"which</w>":1169,"ther</w>":1170,"has</w>":1171,"ents</w>":1172,"ne":1173,"ch":1174,"mes</w>":1175,"text</w>":1176,"ba":1177,"sa":1178,"ction</w>":1179,"ame</w>":1180,"20</w>":1181,"alle":1182,"ce":1183,"pri":1184,"divi":1185,"ted</w>":1186,"three</w>":1187,"text":1188,"wn</w>":1189,"In</w>":1190,"are":1191,"if</w>":1192,"tic":1193,"imu":1194,"com":1195,"imum</w>":1196,"textbf</w>":1197,"Ho":1198,"not</w>":1199,"ence</w>":1200,"there</w>":1201,"times</w>":1202,"11</w>":1203,"inter":1204,"min":1205,"sible</w>":1206,"ng":1207,"equa":1208,"ph":1209,"ag":1210,"over":1211,"pla":1212,"have</w>":1213,"19":1214,"where</w>":1215,"How</w>":1216,"cdots</w>":1217,"side</w>":1218,"rea":1219,"leng":1220,"15</w>":1221,"00</w>":1222,"mo":1223,"circle</w>":1224,"Gi":1225,"cdot</w>":1226,"this</w>":1227,"bi":1228,"sequ":1229,"than</w>":1230,"tis":1231,"area</w>":1232,"pi":1233,"Given</w>":1234,"Sol":1235,"ble":1236,"square</w>":1237,"satis":1238,"dist":1239,"termine</w>":1240,"cho":1241,"dots</w>":1242,"low":1243,"us</w>":1244,"ff":1245,"irst</w>":1246,"lar</w>":1247,"16</w>":1248,"prime</w>":1249,"sol":1250,"Solve</w>":1251,"first</w>":1252,"13</w>":1253,"For</w>":1254,"De":1255,"Ex":1256,"equation</w>":1257,"sm":1258,"he":1259,"BC</w>":1260,"ded</w>":1261,"ord":1262,"digit</w>":1263,"sequence</w>":1264,"diff":1265,"Pro":1266,"row</w>":1267,"other</w>":1268,"circ</w>":1269,"fun":1270,"set</w>":1271,"fa":1272,"ir</w>":1273,"end</w>":1274,"ample</w>":1275,"draw</w>":1276,"ys</w>":1277,"pos":1278,"ss</w>":1279,"wa":1280,"sho":1281,"its</w>":1282,"du":1283,"ray</w>":1284,"sin</w>":1285,"gh</w>":1286,"ment</w>":1287,"differ":1288,"pres":1289,"same</w>":1290,"vely</w>":1291,"fol":1292,"for":1293,"tively</w>":1294,"equal</w>":1295,"da":1296,"so</w>":1297,"Then</w>":1298,"ca":1299,"tra":1300,"ps</w>":1301,"24</w>":1302,"ud":1303,"find</w>":1304,"ru":1305,"digits</w>":1306,"ctly</w>":1307,"he</w>":1308,"lar":1309,"interse":1310,"possible</w>":1311,"array</w>":1312,"ur</w>":1313,"Determine</w>":1314,"follow":1315,"ls</w>":1316,"tes</w>":1317,"14</w>":1318,"gin</w>":1319,"cos</w>":1320,"length</w>":1321,"smalle":1322,"cen":1323,"lant</w>":1324,"bu":1325,"blem</w>":1326,"slant</w>":1327,"qslant</w>":1328,"30</w>":1329,"overline</w>":1330,"lin":1331,"ral</w>":1332,"rou":1333,"17</w>":1334,"ces</w>":1335,"ld</w>":1336,"pi</w>":1337,"een</w>":1338,"sed</w>":1339,"max":1340,"lea":1341,"fin":1342,"ran":1343,"function</w>":1344,"ldots</w>":1345,"tween</w>":1346,"tt":1347,"will</w>":1348,"satisf":1349,"tar":1350,"between</w>":1351,"so":1352,"nat":1353,"maximum</w>":1354,"pp":1355,"25</w>":1356,"ly":1357,"ong</w>":1358,"cor":1359,"gra":1360,"ight</w>":1361,"roo":1362,"cm</w>":1363,"begin</w>":1364,"18</w>":1365,"red</w>":1366,"pec":1367,"ural</w>":1368,"following</w>":1369,"these</w>":1370,"values</w>":1371,"form</w>":1372,"21</w>":1373,"natural</w>":1374,"ck</w>":1375,"ments</w>":1376,"ge</w>":1377,"den":1378,"plan":1379,"labe":1380,"ins</w>":1381,"exa":1382,"ure</w>":1383,"four</w>":1384,"pen":1385,"solu":1386,"19</w>":1387,"14":1388,"50</w>":1389,"different</w>":1390,"wri":1391,"righ":1392,"radi":1393,"smallest</w>":1394,"200":1395,"de</w>":1396,"Example</w>":1397,"tarrow</w>":1398,"ali":1399,"choo":1400,"ari":1401,"ck":1402,"ding</w>":1403,"sides</w>":1404,"rightarrow</w>":1405,"AB</w>":1406,"ally</w>":1407,"100</w>":1408,"exactly</w>":1409,"ta</w>":1410,"60</w>":1411,"top</w>":1412,"angles</w>":1413,"label</w>":1414,"minimum</w>":1415,"tak":1416,"pha</w>":1417,"ad":1418,"was</w>":1419,"how</w>":1420,"alpha</w>":1421,"up":1422,"ard</w>":1423,"ten</w>":1424,"respec":1425,"Problem</w>":1426,"ste":1427,"seg":1428,"into</w>":1429,"respectively</w>":1430,"comp":1431,"later":1432,"produ":1433,"sion</w>":1434,"ular</w>":1435,"ina":1436,"12":1437,"cula":1438,"dth</w>":1439,"tal</w>":1440,"bili":1441,"lateral</w>":1442,"secon":1443,"ss":1444,"alcula":1445,"ters</w>":1446,"width</w>":1447,"ting</w>":1448,"pose</w>":1449,"fter</w>":1450,"given</w>":1451,"13":1452,"what</w>":1453,"Ma":1454,"rema":1455,"rect":1456,"stud":1457,"mp":1458,"CD</w>":1459,"sy":1460,"wer</w>":1461,"ori":1462,"when</w>":1463,"radius</w>":1464,"sc":1465,"bility</w>":1466,"grea":1467,"90</w>":1468,"ABC</w>":1469,"ance</w>":1470,"rang":1471,"log</w>":1472,"day</w>":1473,"least</w>":1474,"second</w>":1475,"them</w>":1476,"plane</w>":1477,"Sup":1478,"inc":1479,"15":1480,"their</w>":1481,"proba":1482,"Suppose</w>":1483,"22</w>":1484,"thema":1485,"id</w>":1486,"kno":1487,"ac":1488,"mul":1489,"sub":1490,"ore</w>":1491,"probability</w>":1492,"als</w>":1493,"satisfy</w>":1494,"gure</w>":1495,"gest</w>":1496,"very</w>":1497,"no</w>":1498,"ele":1499,"base</w>":1500,"thematic":1501,"sh":1502,"ves</w>":1503,"only</w>":1504,"poly":1505,"18":1506,"leq</w>":1507,"mathbf</w>":1508,"40</w>":1509,"ways</w>":1510,"ors</w>":1511,"rough</w>":1512,"und</w>":1513,"ask</w>":1514,"chool</w>":1515,"we</w>":1516,"int</w>":1517,"tten</w>":1518,"vertic":1519,"total</w>":1520,"largest</w>":1521,"time</w>":1522,"17":1523,"Task</w>":1524,"ed":1525,"tur":1526,"tic</w>":1527,"leqslant</w>":1528,"sul":1529,"distin":1530,"out</w>":1531,"16":1532,"product</w>":1533,"remain":1534,"23</w>":1535,"written</w>":1536,"through</w>":1537,"28":1538,"ving</w>":1539,"ant</w>":1540,"resul":1541,"ose</w>":1542,"tang":1543,"let</w>":1544,"they</w>":1545,"It</w>":1546,"es":1547,"play":1548,"does</w>":1549,"form":1550,"more</w>":1551,"45</w>":1552,"bb</w>":1553,"spe":1554,"tional</w>":1555,"shown</w>":1556,"every</w>":1557,"ary</w>":1558,"colo":1559,"mathbb</w>":1560,"distinct</w>":1561,"we":1562,"mid":1563,"ze</w>":1564,"ered</w>":1565,"Mathematic":1566,"25":1567,"lu":1568,"ver</w>":1569,"vertices</w>":1570,"cts</w>":1571,"fe":1572,"expres":1573,"distance</w>":1574,"height</w>":1575,"Con":1576,"ares</w>":1577,"conta":1578,"order</w>":1579,"uni":1580,"alculate</w>":1581,"der</w>":1582,"known</w>":1583,"Co":1584,"comple":1585,"students</w>":1586,"36</w>":1587,"is":1588,"On</w>":1589,"rela":1590,"30":1591,"re</w>":1592,"ths</w>":1593,"less</w>":1594,"can":1595,"swer</w>":1596,"scri":1597,"were</w>":1598,"paralle":1599,"gin":1600,"dot</w>":1601,"both</w>":1602,"terms</w>":1603,"99":1604,"ks</w>":1605,"ome":1606,"el":1607,"sta":1608,"27":1609,"sing</w>":1610,"squares</w>":1611,"divisible</w>":1612,"htt":1613,"oper":1614,"per</w>":1615,"40":1616,"ten":1617,"com</w>":1618,"test</w>":1619,"deno":1620,"https</w>":1621,"36":1622,"32</w>":1623,"mb":1624,"AB":1625,"ax":1626,"bol":1627,"flo":1628,"age</w>":1629,"condi":1630,"divided</w>":1631,"50":1632,"car":1633,"rati":1634,"ordina":1635,"bed</w>":1636,"ga":1637,"overrightarrow</w>":1638,"37":1639,"ctions</w>":1640,"ffi":1641,"ear</w>":1642,"199":1643,"roots</w>":1644,"ned</w>":1645,"An":1646,"igh</w>":1647,"diag":1648,"coordina":1649,"const":1650,"pas":1651,"eri":1652,"There</w>":1653,"34":1654,"wor":1655,"some</w>":1656,"ratio</w>":1657,"uld</w>":1658,"quad":1659,"comm":1660,"scribed</w>":1661,"38":1662,"cular</w>":1663,"satisfi":1664,"gs</w>":1665,"star":1666,"pair":1667,"lengths</w>":1668,"segment</w>":1669,"multi":1670,"ou</w>":1671,"thir":1672,"abo":1673,"cted</w>":1674,"vol":1675,"meters</w>":1676,"figure</w>":1677,"27</w>":1678,"35</w>":1679,"ons</w>":1680,"after</w>":1681,"defin":1682,"Calculate</w>":1683,"whose</w>":1684,"peri":1685,"100":1686,"geqslant</w>":1687,"ses</w>":1688,"28</w>":1689,"26":1690,"cy":1691,"cro":1692,"nomi":1693,"equi":1694,"his</w>":1695,"cube</w>":1696,"24":1697,"ume</w>":1698,"mid</w>":1699,"lines</w>":1700,"polynomi":1701,"floor</w>":1702,"ved</w>":1703,"third</w>":1704,"School</w>":1705,"ined</w>":1706,"our</w>":1707,"tangent</w>":1708,"Ea":1709,"coun":1710,"minu":1711,"common</w>":1712,"29":1713,"but</w>":1714,"rando":1715,"Mathematics</w>":1716,"26</w>":1717,"56":1718,"satisfies</w>":1719,"AC</w>":1720,"igh":1721,"ke</w>":1722,"When</w>":1723,"reg":1724,"asy</w>":1725,"pair</w>":1726,"center</w>":1727,"non</w>":1728,"ob":1729,"rectangle</w>":1730,"cal</w>":1731,"ople</w>":1732,"board</w>":1733,"people</w>":1734,"circles</w>":1735,"Each</w>":1736,"46":1737,"tition</w>":1738,"col":1739,"pped</w>":1740,"57":1741,"ns</w>":1742,"syste":1743,"ffici":1744,"ced</w>":1745,"ms</w>":1746,"up</w>":1747,"answer</w>":1748,"five</w>":1749,"intersects</w>":1750,"corre":1751,"ws</w>":1752,"dr":1753,"zer":1754,"solutions</w>":1755,"33</w>":1756,"cur":1757,"system</w>":1758,"39":1759,"34</w>":1760,"31</w>":1761,"High</w>":1762,"angular</w>":1763,"ches</w>":1764,"48":1765,"29</w>":1766,"she</w>":1767,"ut</w>":1768,"repres":1769,"od":1770,"ying</w>":1771,"tex</w>":1772,"pairs</w>":1773,"47":1774,"58":1775,"mar":1776,"ya</w>":1777,"drawn</w>":1778,"il":1779,"size</w>":1780,"sider</w>":1781,"1000</w>":1782,"led</w>":1783,"table</w>":1784,"face</w>":1785,"solution</w>":1786,"axis</w>":1787,"theta</w>":1788,"arith":1789,"49":1790,"vertex</w>":1791,"example</w>":1792,"range</w>":1793,"inf":1794,"relatively</w>":1795,"ABCD</w>":1796,"tr":1797,"ars</w>":1798,"sets</w>":1799,"metic</w>":1800,"05</w>":1801,"petition</w>":1802,"alig":1803,"infty</w>":1804,"you</w>":1805,"term</w>":1806,"divis":1807,"sph":1808,"rilateral</w>":1809,"pendi":1810,"bal":1811,"use</w>":1812,"parallel</w>":1813,"59":1814,"gu":1815,"ite":1816,"origin":1817,"perpendi":1818,"go":1819,"od</w>":1820,"speed</w>":1821,"tric</w>":1822,"equations</w>":1823,"cyc":1824,"also</w>":1825,"must</w>":1826,"pie":1827,"greater</w>":1828,"odd</w>":1829,"ate</w>":1830,"clo":1831,"meter</w>":1832,"rans":1833,"regular</w>":1834,"arithmetic</w>":1835,"bla":1836,"tain</w>":1837,"quadrilateral</w>":1838,"reas":1839,"ame":1840,"As</w>":1841,"cd":1842,"mea":1843,"mal</w>":1844,"triangles</w>":1845,"parti":1846,"des</w>":1847,"game</w>":1848,"ctor</w>":1849,"greatest</w>":1850,"volume</w>":1851,"67":1852,"op":1853,"line":1854,"measu":1855,"80</w>":1856,"In":1857,"spa":1858,"res</w>":1859,"ality</w>":1860,"last</w>":1861,"who</w>":1862,"2024</w>":1863,"lls</w>":1864,"ad</w>":1865,"secu":1866,"determine</w>":1867,"midpoint</w>":1868,"Fi":1869,"orn":1870,"result</w>":1871,"cdn</w>":1872,"ties</w>":1873,"diagon":1874,"deci":1875,"take</w>":1876,"55</w>":1877,"75</w>":1878,"grou":1879,"low</w>":1880,"consecu":1881,"polynomial</w>":1882,"linewidth</w>":1883,"80":1884,"emp":1885,"pe</w>":1886,"tru":1887,"cards</w>":1888,"37</w>":1889,"jp":1890,"hedr":1891,"satisfying</w>":1892,"89":1893,"Am":1894,"mon":1895,"way</w>":1896,"elements</w>":1897,"operat":1898,"original</w>":1899,"Consider</w>":1900,"correct</w>":1901,"jpg</w>":1902,"Ch":1903,"pre":1904,"mathpi":1905,"cropped</w>":1906,"mathpix</w>":1907,"48</w>":1908,"60":1909,"gon</w>":1910,"56</w>":1911,"even</w>":1912,"expression</w>":1913,"defined</w>":1914,"41</w>":1915,"ges</w>":1916,"dir</w>":1917,"und":1918,"87":1919,"ither</w>":1920,"edge</w>":1921,"lies</w>":1922,"minutes</w>":1923,"perpendicular</w>":1924,"42</w>":1925,"gre":1926,"hal":1927,"inscribed</w>":1928,"geq</w>":1929,"remainder</w>":1930,"We</w>":1931,"ab":1932,"get</w>":1933,"ist</w>":1934,"198":1935,"zero</w>":1936,"consecutive</w>":1937,"49</w>":1938,"complex</w>":1939,"39</w>":1940,"am</w>":1941,"ey</w>":1942,"im":1943,"inde":1944,"tation</w>":1945,"cei":1946,"intersect</w>":1947,"44</w>":1948,"coins</w>":1949,"At</w>":1950,"did</w>":1951,"proble":1952,"balls</w>":1953,"AD</w>":1954,"sym":1955,"sele":1956,"cess":1957,"perimeter</w>":1958,"ite</w>":1959,"six</w>":1960,"proper":1961,"problem</w>":1962,"hedron</w>":1963,"64</w>":1964,"arrang":1965,"part</w>":1966,"neq</w>":1967,"segments</w>":1968,"above</w>":1969,"97":1970,"No":1971,"king</w>":1972,"38</w>":1973,"54</w>":1974,"bola</w>":1975,"orname</w>":1976,"operatorname</w>":1977,"half</w>":1978,"On":1979,"her</w>":1980,"had</w>":1981,"formed</w>":1982,"son</w>":1983,"zo":1984,"dire":1985,"verage</w>":1986,"circum":1987,"nega":1988,"sen</w>":1989,"chosen</w>":1990,"effici":1991,"trans":1992,"negative</w>":1993,"After</w>":1994,"Po":1995,"with":1996,"beta</w>":1997,"equality</w>":1998,"et":1999,"oun":2000,"exce":2001,"06</w>":2002,"47</w>":2003,"99</w>":2004,"km</w>":2005,"tan</w>":2006,"ants</w>":2007,"coeffici":2008,"consi":2009,"days</w>":2010,"cks</w>":2011,"multiple</w>":2012,"along</w>":2013,"lip":2014,"difference</w>":2015,"adj":2016,"ameter</w>":2017,"average</w>":2018,"ga</w>":2019,"ctors</w>":2020,"Com":2021,"black</w>":2022,"cer":2023,"urs</w>":2024,"constant</w>":2025,"sphere</w>":2026,"partici":2027,"77":2028,"ger</w>":2029,"90":2030,"do</w>":2031,"exist</w>":2032,"intersection</w>":2033,"ked</w>":2034,"enti":2035,"53</w>":2036,"51</w>":2037,"Tw":2038,"pezo":2039,"alled</w>":2040,"fore</w>":2041,"acent</w>":2042,"estion</w>":2043,"adjacent</w>":2044,"86":2045,"ases</w>":2046,"che":2047,"cannot</w>":2048,"2x</w>":2049,"fine</w>":2050,"sce":2051,"va":2052,"your</w>":2053,"ellip":2054,"81</w>":2055,"called</w>":2056,"place</w>":2057,"grap":2058,"trapezo":2059,"ning</w>":2060,"yra":2061,"could</w>":2062,"exis":2063,"ash":2064,"placed</w>":2065,"bise":2066,"exists</w>":2067,"remaining</w>":2068,"coordinates</w>":2069,"52</w>":2070,"57</w>":2071,"unit</w>":2072,"among</w>":2073,"Competition</w>":2074,"Two</w>":2075,"hy":2076,"pyra":2077,"tetra":2078,"ous</w>":2079,"58</w>":2080,"85</w>":2081,"regi":2082,"old</w>":2083,"geome":2084,"sosce":2085,"denote</w>":2086,"conditions</w>":2087,"ellipse</w>":2088,"sosceles</w>":2089,"43</w>":2090,"ni":2091,"sts</w>":2092,"necess":2093,"space</w>":2094,"trapezoid</w>":2095,"59</w>":2096,"Bo":2097,"iti":2098,"contains</w>":2099,"graph</w>":2100,"exag":2101,"ation</w>":2102,"sig":2103,"sur":2104,"stri":2105,"200</w>":2106,"ap":2107,"isosceles</w>":2108,"sha":2109,"twi":2110,"recei":2111,"always</w>":2112,"condition</w>":2113,"aligned</w>":2114,"cycle</w>":2115,"empty</w>":2116,"pyramid</w>":2117,"either</w>":2118,"hexag":2119,"tement</w>":2120,"functions</w>":2121,"twice</w>":2122,"46</w>":2123,"70":2124,"cla":2125,"ound</w>":2126,"perfe":2127,"takes</w>":2128,"omega</w>":2129,"reasing</w>":2130,"lus</w>":2131,"ute</w>":2132,"val</w>":2133,"rational</w>":2134,"medi":2135,"ould</w>":2136,"most</w>":2137,"faces</w>":2138,"smaller</w>":2139,"coordinate</w>":2140,"equilateral</w>":2141,"tin":2142,"lue</w>":2143,"11":2144,"Qu":2145,"dre":2146,"ples</w>":2147,"inequality</w>":2148,"hol":2149,"colum":2150,"long</w>":2151,"dis":2152,"hours</w>":2153,"player</w>":2154,"blue</w>":2155,"over</w>":2156,"box</w>":2157,"65</w>":2158,"ma</w>":2159,"uan</w>":2160,"lie</w>":2161,"should</w>":2162,"04</w>":2163,"120</w>":2164,"63</w>":2165,"ki":2166,"solving</w>":2167,"tetrahedron</w>":2168,"perfect</w>":2169,"round</w>":2170,"cting</w>":2171,"white</w>":2172,"ok</w>":2173,"wise</w>":2174,"This</w>":2175,"units</w>":2176,"bol</w>":2177,"while</w>":2178,"para":2179,"decimal</w>":2180,"symbol</w>":2181,"obta":2182,"certain</w>":2183,"holds</w>":2184,"69":2185,"non":2186,"sti":2187,"war":2188,"would</w>":2189,"water</w>":2190,"trave":2191,"72</w>":2192,"jo":2193,"another</w>":2194,"requ":2195,"divides</w>":2196,"rectangular</w>":2197,"random</w>":2198,"bles</w>":2199,"lud":2200,"Prove</w>":2201,"ination</w>":2202,"represen":2203,"group</w>":2204,"One</w>":2205,"01</w>":2206,"84</w>":2207,"app":2208,"mly</w>":2209,"sco":2210,"moves</w>":2211,"randomly</w>":2212,"70</w>":2213,"dsymbol</w>":2214,"school</w>":2215,"ext</w>":2216,"chi":2217,"turns</w>":2218,"boldsymbol</w>":2219,"divisors</w>":2220,"property</w>":2221,"geometric</w>":2222,"Re":2223,"year</w>":2224,"equals</w>":2225,"move</w>":2226,"color":2227,"Figure</w>":2228,"hi":2229,"ner</w>":2230,"sum":2231,"dec":2232,"tou":2233,"ous":2234,"true</w>":2235,"68</w>":2236,"wal":2237,"ordered</w>":2238,"color</w>":2239,"da</w>":2240,"hea":2241,"sin":2242,"being</w>":2243,"list</w>":2244,"turn</w>":2245,"item</w>":2246,"tinu":2247,"min</w>":2248,"sh</w>":2249,"out":2250,"root</w>":2251,"element</w>":2252,"66</w>":2253,"89</w>":2254,"fu":2255,"je":2256,"var":2257,"ye":2258,"Three</w>":2259,"veral</w>":2260,"posite</w>":2261,"Whi":2262,"person</w>":2263,"new</w>":2264,"Exam":2265,"grade</w>":2266,"88</w>":2267,"From</w>":2268,"calcula":2269,"gri":2270,"mat":2271,"amoun":2272,"62</w>":2273,"ke":2274,"plus</w>":2275,"shi":2276,"Comp":2277,"ty":2278,"using</w>":2279,"around</w>":2280,"team</w>":2281,"once</w>":2282,"rows</w>":2283,"down</w>":2284,"lim</w>":2285,"tical</w>":2286,"interval</w>":2287,"subsets</w>":2288,"passing</w>":2289,"pieces</w>":2290,"inside</w>":2291,"quadra":2292,"2021</w>":2293,"distri":2294,"small</w>":2295,"expressed</w>":2296,"000</w>":2297,"ki</w>":2298,"lfloor</w>":2299,"pon":2300,"rfloor</w>":2301,"yuan</w>":2302,"initi":2303,"ans</w>":2304,"tely</w>":2305,"increa":2306,"Question</w>":2307,"Sta":2308,"made</w>":2309,"make</w>":2310,"edges</w>":2311,"resulting</w>":2312,"without</w>":2313,"quadratic</w>":2314,"79":2315,"ff</w>":2316,"fproble":2317,"msolving</w>":2318,"next</w>":2319,"pt</w>":2320,"arto":2321,"sto":2322,"stra":2323,"conne":2324,"below</w>":2325,"city</w>":2326,"chang":2327,"obtained</w>":2328,"Which</w>":2329,"Examination</w>":2330,"grid</w>":2331,"fproblemsolving</w>":2332,"artofproblemsolving</w>":2333,"mpi":2334,"rd</w>":2335,"diameter</w>":2336,"aga":2337,"finite</w>":2338,"erican</w>":2339,"Ar":2340,"ball</w>":2341,"brea":2342,"iden":2343,"much</w>":2344,"curve</w>":2345,"surface</w>":2346,"Statement</w>":2347,"kes</w>":2348,"ren":2349,"ends</w>":2350,"several</w>":2351,"hour</w>":2352,"continu":2353,"increasing</w>":2354,"coefficients</w>":2355,"3x</w>":2356,"61</w>":2357,"able</w>":2358,"dy</w>":2359,"pu":2360,"fraction</w>":2361,"mathcal</w>":2362,"perp</w>":2363,"American</w>":2364,"oc":2365,"ences</w>":2366,"2016</w>":2367,"lice</w>":2368,"cells</w>":2369,"82</w>":2370,"put</w>":2371,"cone</w>":2372,"deg":2373,"moving</w>":2374,"tting</w>":2375,"try</w>":2376,"95</w>":2377,"off</w>":2378,"tud":2379,"wing</w>":2380,"position</w>":2381,"determ":2382,"paper</w>":2383,"years</w>":2384,"distribu":2385,"degree</w>":2386,"86</w>":2387,"ev":2388,"uring</w>":2389,"price</w>":2390,"measure</w>":2391,"hexagon</w>":2392,"bes</w>":2393,"dfrac</w>":2394,"tly</w>":2395,"max</w>":2396,"large</w>":2397,"piece</w>":2398,"ram</w>":2399,"diagonals</w>":2400,"index</w>":2401,"amount</w>":2402,"96</w>":2403,"Car":2404,"ior</w>":2405,"pen</w>":2406,"vo":2407,"vari":2408,"ino":2409,"ining</w>":2410,"arri":2411,"tern":2412,"triangular</w>":2413,"been</w>":2414,"vex</w>":2415,"divisor</w>":2416,"transla":2417,"region</w>":2418,"All</w>":2419,"Si":2420,"cha":2421,"gen":2422,"dition</w>":2423,"php</w>":2424,"cated</w>":2425,"taken</w>":2426,"origin</w>":2427,"turned</w>":2428,"Bob</w>":2429,"parabola</w>":2430,"78</w>":2431,"Alice</w>":2432,"card</w>":2433,"est</w>":2434,"lon":2435,"run":2436,"used</w>":2437,"ere":2438,"frac":2439,"wiki</w>":2440,"players</w>":2441,"colors</w>":2442,"Compute</w>":2443,"mpiad</w>":2444,"69</w>":2445,"67</w>":2446,"83</w>":2447,"87</w>":2448,"Oly":2449,"ry</w>":2450,"coin</w>":2451,"lamb":2452,"2015</w>":2453,"subset</w>":2454,"opposite</w>":2455,"column</w>":2456,"23":2457,"ational</w>":2458,"dash":2459,"ings</w>":2460,"sel":2461,"convex</w>":2462,"cubes</w>":2463,"boun":2464,"bar</w>":2465,"write</w>":2466,"arranged</w>":2467,"ously</w>":2468,"dashed</w>":2469,"2n</w>":2470,"fy</w>":2471,"ser":2472,"parts</w>":2473,"student</w>":2474,"requi":2475,"92</w>":2476,"os</w>":2477,"ones</w>":2478,"ams</w>":2479,"2017</w>":2480,"exten":2481,"tters</w>":2482,"includ":2483,"76</w>":2484,"An</w>":2485,"jum":2486,"cut</w>":2487,"larger</w>":2488,"diagram</w>":2489,"about</w>":2490,"diagonal</w>":2491,"green</w>":2492,"participa":2493,"Be":2494,"dro":2495,"ima":2496,"ln</w>":2497,"posed</w>":2498,"dies</w>":2499,"four":2500,"101</w>":2501,"play</w>":2502,"under":2503,"lambda</w>":2504,"wers</w>":2505,"matri":2506,"ory</w>":2507,"ator</w>":2508,"cell</w>":2509,"arily</w>":2510,"Note</w>":2511,"consists</w>":2512,"class</w>":2513,"33":2514,"tan":2515,"sting</w>":2516,"mean</w>":2517,"memb":2518,"respon":2519,"uniqu":2520,"76":2521,"tro":2522,"allow":2523,"may</w>":2524,"meth":2525,"gether</w>":2526,"mod</w>":2527,"cap</w>":2528,"2006</w>":2529,"choose</w>":2530,"passes</w>":2531,"starting</w>":2532,"excee":2533,"identical</w>":2534,"96":2535,"Pet":2536,"cases</w>":2537,"ll":2538,"consid":2539,"Mathematical</w>":2540,"98</w>":2541,"91</w>":2542,"97</w>":2543,"Xi":2544,"ar</w>":2545,"acu":2546,"arc":2547,"letters</w>":2548,"sions</w>":2549,"logra":2550,"divide</w>":2551,"areas</w>":2552,"minus</w>":2553,"constru":2554,"Point</w>":2555,"Se":2556,"gir":2557,"han":2558,"section</w>":2559,"amma</w>":2560,"meet</w>":2561,"together</w>":2562,"follows</w>":2563,"unior</w>":2564,"marked</w>":2565,"Chin":2566,"previ":2567,"66":2568,"98":2569,"ju":2570,"til</w>":2571,"irc":2572,"prog":2573,"define</w>":2574,"interior</w>":2575,"polygon</w>":2576,"gener":2577,"acute</w>":2578,"44":2579,"Circ":2580,"cent</w>":2581,"stan":2582,"contain</w>":2583,"fourth</w>":2584,"77</w>":2585,"she":2586,"2019</w>":2587,"said</w>":2588,"speci":2589,"54":2590,"Junior</w>":2591,"Mi":2592,"those</w>":2593,"sequences</w>":2594,"bisector</w>":2595,"necessary</w>":2596,"Xia":2597,"progres":2598,"88":2599,"He</w>":2600,"To</w>":2601,"bra":2602,"blo":2603,"clu":2604,"scor":2605,"tu":2606,"tter</w>":2607,"until</w>":2608,"triples</w>":2609,"car</w>":2610,"midpoints</w>":2611,"Olympiad</w>":2612,"79</w>":2613,"II</w>":2614,"fri":2615,"men":2616,"proce":2617,"need</w>":2618,"phi</w>":2619,"cation</w>":2620,"case</w>":2621,"multip":2622,"curren":2623,"ildre":2624,"selected</w>":2625,"considered</w>":2626,"ildren</w>":2627,"65":2628,"85":2629,"EF</w>":2630,"National</w>":2631,"por":2632,"numbered</w>":2633,"They</w>":2634,"2020</w>":2635,"2013</w>":2636,"cup</w>":2637,"children</w>":2638,"Answer</w>":2639,"start</w>":2640,"equiv</w>":2641,"align</w>":2642,"hyper":2643,"exceeding</w>":2644,"02</w>":2645,"68":2646,"78":2647,"74</w>":2648,"93</w>":2649,"BD</w>":2650,"ear":2651,"eld</w>":2652,"lled</w>":2653,"nor":2654,"ot":2655,"odot</w>":2656,"integral</w>":2657,"2022</w>":2658,"circular</w>":2659,"nee":2660,"char":2661,"room</w>":2662,"sses</w>":2663,"starts</w>":2664,"again</w>":2665,"determined</w>":2666,"bounded</w>":2667,"71</w>":2668,"Mar":2669,"ab</w>":2670,"ax</w>":2671,"gru":2672,"ic</w>":2673,"sm</w>":2674,"tfrac</w>":2675,"teams</w>":2676,"seven</w>":2677,"congru":2678,"before</w>":2679,"mee":2680,"final</w>":2681,"wee":2682,"complete</w>":2683,"candies</w>":2684,"matrix</w>":2685,"progression</w>":2686,"300</w>":2687,"xy</w>":2688,"ans":2689,"rota":2690,"Define</w>":2691,"correspon":2692,"fficient</w>":2693,"Among</w>":2694,"indepen":2695,"unique</w>":2696,"03</w>":2697,"07</w>":2698,"22":2699,"CA</w>":2700,"ban":2701,"len":2702,"poten":2703,"sian</w>":2704,"inted</w>":2705,"limi":2706,"prism</w>":2707,"press</w>":2708,"feet</w>":2709,"ights</w>":2710,"particip":2711,"self</w>":2712,"hyperbola</w>":2713,"45":2714,"55":2715,"it":2716,"ka</w>":2717,"vec</w>":2718,"fact":2719,"received</w>":2720,"sing":2721,"varphi</w>":2722,"erefore</w>":2723,"75":2724,"94</w>":2725,"Di":2726,"cd</w>":2727,"ii</w>":2728,"pes</w>":2729,"ring</w>":2730,"ints</w>":2731,"arc</w>":2732,"sive</w>":2733,"die</w>":2734,"found</w>":2735,"2014</w>":2736,"expec":2737,"tagon</w>":2738,"cus</w>":2739,"tom</w>":2740,"radii</w>":2741,"represents</w>":2742,"problems</w>":2743,"Petya</w>":2744,"150</w>":2745,"43":2746,"ately</w>":2747,"el</w>":2748,"hline</w>":2749,"oth":2750,"sp":2751,"port</w>":2752,"who":2753,"tries</w>":2754,"field</w>":2755,"competition</w>":2756,"Express</w>":2757,"forma":2758,"add</w>":2759,"denotes</w>":2760,"necessarily</w>":2761,"girls</w>":2762,"64":2763,"94":2764,"DE</w>":2765,"Ti":2766,"deri":2767,"ese</w>":2768,"win":2769,"letter</w>":2770,"boys</w>":2771,"step</w>":2772,"colored</w>":2773,"initial</w>":2774,"tane":2775,"score</w>":2776,"1st</w>":2777,"35":2778,"74":2779,"95":2780,"bir":2781,"bino":2782,"gy</w>":2783,"man":2784,"ped</w>":2785,"pmod</w>":2786,"wins</w>":2787,"xed</w>":2788,"sufficient</w>":2789,"2012</w>":2790,"2018</w>":2791,"bot":2792,"2008</w>":2793,"count</w>":2794,"wards</w>":2795,"straight</w>":2796,"previous</w>":2797,"73</w>":2798,"eight</w>":2799,"il</w>":2800,"ily</w>":2801,"nam":2802,"zed</w>":2803,"titud":2804,"simul":2805,"comes</w>":2806,"located</w>":2807,"2000</w>":2808,"equally</w>":2809,"bag</w>":2810,"entire</w>":2811,"including</w>":2812,"logram</w>":2813,"bottom</w>":2814,"simultane":2815,"high":2816,"degre":2817,"vide</w>":2818,"atta":2819,"cording</w>":2820,"groups</w>":2821,"kilo":2822,"degrees</w>":2823,"53":2824,"84":2825,"Vas":2826,"kg</w>":2827,"swi":2828,"cover":2829,"lish</w>":2830,"permu":2831,"pile</w>":2832,"polynomials</w>":2833,"arrange":2834,"direction</w>":2835,"appro":2836,"sums</w>":2837,"breaks</w>":2838,"Wri":2839,"fle":2840,"lo</w>":2841,"nu":2842,"tg</w>":2843,"ances</w>":2844,"altitud":2845,"Therefore</w>":2846,"2011</w>":2847,"painted</w>":2848,"inclu":2849,"180</w>":2850,"Condition</w>":2851,"parallelogram</w>":2852,"operation</w>":2853,"money</w>":2854,"method</w>":2855,"deriva":2856,"simultaneously</w>":2857,"Vasya</w>":2858,"Write</w>":2859,"ep</w>":2860,"fer":2861,"ught</w>":2862,"inci":2863,"power</w>":2864,"sure</w>":2865,"valuate</w>":2866,"pper</w>":2867,"added</w>":2868,"mpli":2869,"minute</w>":2870,"itely</w>":2871,"Now</w>":2872,"circumscribed</w>":2873,"hypoten":2874,"scored</w>":2875,"ship</w>":2876,"increased</w>":2877,"congruent</w>":2878,"hypotenuse</w>":2879,"bro":2880,"cy</w>":2881,"cing</w>":2882,"nd</w>":2883,"sal":2884,"zz":2885,"gives</w>":2886,"percent</w>":2887,"chord</w>":2888,"factors</w>":2889,"formul":2890,"intersecting</w>":2891,"2005</w>":2892,"steps</w>":2893,"colle":2894,"got</w>":2895,"required</w>":2896,"single</w>":2897,"kilometers</w>":2898,"formula</w>":2899,"ling</w>":2900,"ore":2901,"xes</w>":2902,"ani":2903,"rate</w>":2904,"rees</w>":2905,"cost</w>":2906,"exp":2907,"positions</w>":2908,"boo":2909,"book</w>":2910,"neigh":2911,"back</w>":2912,"Solu":2913,"centers</w>":2914,"coefficient</w>":2915,"Xiao</w>":2916,"process</w>":2917,"derivative</w>":2918,"08</w>":2919,"09</w>":2920,"73":2921,"cc":2922,"calculate</w>":2923,"imi":2924,"nine</w>":2925,"pea":2926,"sk</w>":2927,"tsize</w>":2928,"ul":2929,"mathematic":2930,"homb":2931,"took</w>":2932,"fif":2933,"fixed</w>":2934,"vectors</w>":2935,"ched</w>":2936,"lars</w>":2937,"linear</w>":2938,"ckwise</w>":2939,"translation</w>":2940,"general</w>":2941,"32":2942,"Cla":2943,"Eng":2944,"Four</w>":2945,"Jo":2946,"call</w>":2947,"hund":2948,"ven":2949,"erate</w>":2950,"enum":2951,"come</w>":2952,"modu":2953,"lying</w>":2954,"penci":2955,"China</w>":2956,"English</w>":2957,"125</w>":2958,"83":2959,"Al":2960,"Ass":2961,"ated</w>":2962,"gold</w>":2963,"lg</w>":2964,"land</w>":2965,"pur":2966,"win</w>":2967,"tesian</w>":2968,"redu":2969,"tered</w>":2970,"verse</w>":2971,"extern":2972,"mit":2973,"ages</w>":2974,"shows</w>":2975,"worth</w>":2976,"clockwise</w>":2977,"directly</w>":2978,"still</w>":2979,"representation</w>":2980,"neighb":2981,"500</w>":2982,"63":2983,"Show</w>":2984,"ach":2985,"ket</w>":2986,"na</w>":2987,"eres</w>":2988,"leve":2989,"light</w>":2990,"visi":2991,"format</w>":2992,"closed</w>":2993,"consisting</w>":2994,"represented</w>":2995,"occu":2996,"underline</w>":2997,"members</w>":2998,"allowed</w>":2999,"covered</w>":3000,"hombus</w>":3001,"enumerate</w>":3002,"110</w>":3003,"42":3004,"93":3005,"IM":3006,"fal":3007,"wants</w>":3008,"thou":3009,"legs</w>":3010,"road</w>":3011,"makes</w>":3012,"mil":3013,"parameter</w>":3014,"places</w>":3015,"1990</w>":3016,"cending</w>":3017,"ttle</w>":3018,"2009</w>":3019,"mark</w>":3020,"spheres</w>":3021,"absolu":3022,"Points</w>":3023,"him</w>":3024,"type</w>":3025,"92":3026,"By</w>":3027,"No</w>":3028,"Su":3029,"ased</w>":3030,"bx</w>":3031,"bar":3032,"bea":3033,"fam":3034,"gcd</w>":3035,"hat</w>":3036,"ice</w>":3037,"tice</w>":3038,"end":3039,"dol":3040,"liters</w>":3041,"give</w>":3042,"paint</w>":3043,"plain</w>":3044,"factor</w>":3045,"rubles</w>":3046,"rectangles</w>":3047,"played</w>":3048,"good</w>":3049,"select</w>":3050,"within</w>":3051,"increase</w>":3052,"constructed</w>":3053,"corresponding</w>":3054,"binom</w>":3055,"Dra":3056,"Gamma</w>":3057,"NE</w>":3058,"bb":3059,"cally</w>":3060,"dx</w>":3061,"infinite</w>":3062,"ang</w>":3063,"return</w>":3064,"rolls</w>":3065,"semi":3066,"stru":3067,"ctg</w>":3068,"urnam":3069,"neare":3070,"ching</w>":3071,"Proposed</w>":3072,"shed</w>":3073,"wever</w>":3074,"period</w>":3075,"measures</w>":3076,"properties</w>":3077,"Circle</w>":3078,"absolute</w>":3079,"urnament</w>":3080,"nearest</w>":3081,"AM</w>":3082,"AE</w>":3083,"She</w>":3084,"You</w>":3085,"act":3086,"ations</w>":3087,"bases</w>":3088,"ci</w>":3089,"rhombus</w>":3090,"late</w>":3091,"dou":3092,"under</w>":3093,"2010</w>":3094,"comb":3095,"pping</w>":3096,"2004</w>":3097,"2007</w>":3098,"ginning</w>":3099,"work":3100,"appe":3101,"nonnegative</w>":3102,"apples</w>":3103,"event</w>":3104,"Cartesian</w>":3105,"answers</w>":3106,"dri":3107,"ko":3108,"nor</w>":3109,"none</w>":3110,"rds</w>":3111,"wo":3112,"ince</w>":3113,"tements</w>":3114,"beginning</w>":3115,"lied</w>":3116,"metric</w>":3117,"boxes</w>":3118,"centi":3119,"buy</w>":3120,"2003</w>":3121,"ellow</w>":3122,"statements</w>":3123,"cylin":3124,"black":3125,"shaded</w>":3126,"output</w>":3127,"itself</w>":3128,"expected</w>":3129,"expan":3130,"Tri":3131,"kn":3132,"pal":3133,"rt":3134,"wro":3135,"tiles</w>":3136,"ard":3137,"teach":3138,"whe":3139,"tournament</w>":3140,"having</w>":3141,"planes</w>":3142,"2001</w>":3143,"remains</w>":3144,"tangents</w>":3145,"playing</w>":3146,"forms</w>":3147,"pass</w>":3148,"zeros</w>":3149,"asha</w>":3150,"strictly</w>":3151,"shape</w>":3152,"calculated</w>":3153,"matches</w>":3154,"connected</w>":3155,"wrote</w>":3156,"CD":3157,"Per":3158,"Try</w>":3159,"bus</w>":3160,"during</w>":3161,"men</w>":3162,"ot</w>":3163,"trees</w>":3164,"ward</w>":3165,"zon":3166,"indro":3167,"tee</w>":3168,"ler</w>":3169,"ale</w>":3170,"rizon":3171,"horizon":3172,"bought</w>":3173,"However</w>":3174,"moved</w>":3175,"distances</w>":3176,"graph":3177,"dently</w>":3178,"140</w>":3179,"results</w>":3180,"denoted</w>":3181,"correctly</w>":3182,"immedi":3183,"median</w>":3184,"touches</w>":3185,"variable</w>":3186,"extension</w>":3187,"independently</w>":3188,"blackboard</w>":3189,"21":3190,"Evaluate</w>":3191,"Par":3192,"Ro":3193,"TI":3194,"dle</w>":3195,"ell</w>":3196,"ron":3197,"rest</w>":3198,"sil":3199,"question</w>":3200,"angled</w>":3201,"suc":3202,"ames</w>":3203,"home</w>":3204,"hold</w>":3205,"ligh":3206,"now</w>":3207,"ascending</w>":3208,"vector</w>":3209,"lower</w>":3210,"fini":3211,"subtra":3212,"share</w>":3213,"scores</w>":3214,"heads</w>":3215,"outside</w>":3216,"initially</w>":3217,"distribution</w>":3218,"friends</w>":3219,"participants</w>":3220,"books</w>":3221,"centimeters</w>":3222,"palindro":3223,"52":3224,"Trans":3225,"plo":3226,"yellow</w>":3227,"magi":3228,"sided</w>":3229,"fied</w>":3230,"miles</w>":3231,"chords</w>":3232,"lease</w>":3233,"rooms</w>":3234,"pentagon</w>":3235,"144</w>":3236,"Math</w>":3237,"according</w>":3238,"estions</w>":3239,"work</w>":3240,"word</w>":3241,"definite</w>":3242,"travel</w>":3243,"formation</w>":3244,"modulo</w>":3245,"4x</w>":3246,"PQ</w>":3247,"ders</w>":3248,"lta</w>":3249,"tor</w>":3250,"rel</w>":3251,"resid":3252,"quar":3253,"mass</w>":3254,"tabu":3255,"cubi":3256,"prove</w>":3257,"102</w>":3258,"fill</w>":3259,"filled</w>":3260,"path</w>":3261,"shor":3262,"centro":3263,"relation":3264,"star</w>":3265,"appear</w>":3266,"connecting</w>":3267,"hands</w>":3268,"limit</w>":3269,"whole</w>":3270,"inclusive</w>":3271,"fifth</w>":3272,"pencils</w>":3273,"teacher</w>":3274,"immediately</w>":3275,"tabular</w>":3276,"400</w>":3277,"72":3278,"CB</w>":3279,"La":3280,"hspace</w>":3281,"ity</w>":3282,"my</w>":3283,"refle":3284,"questions</w>":3285,"wide":3286,"tage</w>":3287,"sqrt":3288,"105</w>":3289,"towards</w>":3290,"solved</w>":3291,"train</w>":3292,"denomin":3293,"1992</w>":3294,"pairwise</w>":3295,"decided</w>":3296,"arcs</w>":3297,"needed</w>":3298,"externally</w>":3299,"level</w>":3300,"widehat</w>":3301,"00":3302,"2y</w>":3303,"62":3304,"Can</w>":3305,"NW</w>":3306,"eg":3307,"ia</w>":3308,"je</w>":3309,"seri":3310,"um</w>":3311,"va</w>":3312,"yz</w>":3313,"ens</w>":3314,"ency</w>":3315,"dice</w>":3316,"foot</w>":3317,"main</w>":3318,"cos":3319,"lay":3320,"primes</w>":3321,"rules</w>":3322,"company</w>":3323,"erical</w>":3324,"represent</w>":3325,"gue</w>":3326,"exceed</w>":3327,"columns</w>":3328,"jump</w>":3329,"oton":3330,"meets</w>":3331,"week</w>":3332,"others</w>":3333,"swit":3334,"series</w>":3335,"82":3336,"Is</w>":3337,"Pa":3338,"away</w>":3339,"achi":3340,"gons</w>":3341,"ill</w>":3342,"met</w>":3343,"pm</w>":3344,"xmax</w>":3345,"tient</w>":3346,"repea":3347,"roun":3348,"numer":3349,"cot</w>":3350,"conver":3351,"consider</w>":3352,"2023</w>":3353,"cture</w>":3354,"dral</w>":3355,"neither</w>":3356,"division</w>":3357,"solve</w>":3358,"hedral</w>":3359,"possi":3360,"bul":3361,"compute</w>":3362,"mber</w>":3363,"1999</w>":3364,"truth</w>":3365,"drew</w>":3366,"translated</w>":3367,"Solution</w>":3368,"family</w>":3369,"expansion</w>":3370,"cubic</w>":3371,"centroid</w>":3372,"achie":3373,"2a</w>":3374,"Au":3375,"Here</w>":3376,"Lea":3377,"cat":3378,"go</w>":3379,"ue</w>":3380,"erci":3381,"onal</w>":3382,"sea":3383,"lation</w>":3384,"tations</w>":3385,"intern":3386,"overla":3387,"followed</w>":3388,"writes</w>":3389,"forming</w>":3390,"containing</w>":3391,"ceil</w>":3392,"regions</w>":3393,"ful</w>":3394,"full</w>":3395,"shift</w>":3396,"changed</w>":3397,"continues</w>":3398,"participated</w>":3399,"imagin":3400,"normal</w>":3401,"permutation</w>":3402,"altitude</w>":3403,"ference</w>":3404,"Draw</w>":3405,"appears</w>":3406,"League</w>":3407,"None</w>":3408,"bs</w>":3409,"dwar":3410,"pr":3411,"ut":3412,"race</w>":3413,"quo":3414,"dihedral</w>":3415,"focus</w>":3416,"foci</w>":3417,"see</w>":3418,"man</w>":3419,"cover</w>":3420,"store</w>":3421,"faul":3422,"buil":3423,"fewer</w>":3424,"contain":3425,"axes</w>":3426,"1995</w>":3427,"sign</w>":3428,"change</w>":3429,"cylinder</w>":3430,"ercise</w>":3431,"MN</w>":3432,"Sh":3433,"au":3434,"cli":3435,"eds</w>":3436,"far":3437,"mer</w>":3438,"oes</w>":3439,"anti":3440,"arbi":3441,"lat":3442,"irrational</w>":3443,"lion</w>":3444,"provi":3445,"figu":3446,"mial</w>":3447,"paid</w>":3448,"pages</w>":3449,"gets</w>":3450,"part":3451,"differ</w>":3452,"cent":3453,"corner</w>":3454,"labeled</w>":3455,"2002</w>":3456,"weight</w>":3457,"quadran":3458,"Five</w>":3459,"monoton":3460,"circumcircle</w>":3461,"bisectors</w>":3462,"head</w>":3463,"jumps</w>":3464,"whether</w>":3465,"horizontal</w>":3466,"quotient</w>":3467,"arbitr":3468,"160</w>":3469,"BE</w>":3470,"Can":3471,"Ne":3472,"To":3473,"Tea":3474,"dent</w>":3475,"games</w>":3476,"here</w>":3477,"ners</w>":3478,"tpen</w>":3479,"vá</w>":3480,"xmin</w>":3481,"ymin</w>":3482,"ymax</w>":3483,"indi":3484,"entries</w>":3485,"div</w>":3486,"fractions</w>":3487,"coinci":3488,"lam":3489,"deck</w>":3490,"percen":3491,"vil":3492,"ready</w>":3493,"stead</w>":3494,"162</w>":3495,"256</w>":3496,"999</w>":3497,"marbles</w>":3498,"cyclist</w>":3499,"reases</w>":3500,"abc</w>":3501,"match</w>":3502,"longer</w>":3503,"running</w>":3504,"relationship</w>":3505,"imaginary</w>":3506,"05":3507,"111</w>":3508,"During</w>":3509,"Every</w>":3510,"Mo":3511,"PC</w>":3512,"So":3513,"SE</w>":3514,"bri":3515,"clud":3516,"fro":3517,"ko</w>":3518,"ods</w>":3519,"pmatrix</w>":3520,"ra</w>":3521,"sen":3522,"sli":3523,"tor":3524,"upper</w>":3525,"inverse</w>":3526,"six":3527,"simi":3528,"dimen":3529,"beca":3530,"very":3531,"task</w>":3532,"103</w>":3533,"bound":3534,"pect</w>":3535,"vice</w>":3536,"say</w>":3537,"plays</w>":3538,"Exercise</w>":3539,"finitely</w>":3540,"socks</w>":3541,"ssboard</w>":3542,"135</w>":3543,"284</w>":3544,"well</w>":3545,"middle</w>":3546,"operations</w>":3547,"1998</w>":3548,"multiples</w>":3549,"close":3550,"measure":3551,"import</w>":3552,"chessboard</w>":3553,"decrea":3554,"runs</w>":3555,"lent</w>":3556,"mplify</w>":3557,"false</w>":3558,"lattice</w>":3559,"percentage</w>":3560,"because</w>":3561,"Using</w>":3562,"ads</w>":3563,"cra":3564,"gla":3565,"high</w>":3566,"inst</w>":3567,"ering</w>":3568,"tell</w>":3569,"lepi":3570,"already</w>":3571,"sem":3572,"maj":3573,"house</w>":3574,"trip</w>":3575,"defaul":3576,"read</w>":3577,"Prov":3578,"cket</w>":3579,"128</w>":3580,"tangency</w>":3581,"parallelepi":3582,"cars</w>":3583,"constants</w>":3584,"obtain</w>":3585,"receives</w>":3586,"jour":3587,"touch</w>":3588,"against</w>":3589,"arrived</w>":3590,"tually</w>":3591,"Class</w>":3592,"endpoints</w>":3593,"graphs</w>":3594,"denominator</w>":3595,"quadrant</w>":3596,"closest</w>":3597,"defaultpen</w>":3598,"Le":3599,"Pe":3600,"bas":3601,"done</w>":3602,"fli":3603,"gray</w>":3604,"gamma</w>":3605,"na":3606,"wall</w>":3607,"tile</w>":3608,"rays</w>":3609,"removed</w>":3610,"enou":3611,"popu":3612,"foot":3613,"domain</w>":3614,"tern</w>":3615,"east</w>":3616,"like":3617,"tail</w>":3618,"asked</w>":3619,"104</w>":3620,"fill":3621,"happ":3622,"equali":3623,"says</w>":3624,"ream</w>":3625,"mother</w>":3626,"Delta</w>":3627,"taking</w>":3628,"know</w>":3629,"statement</w>":3630,"tens</w>":3631,"gues":3632,"perpendicu":3633,"Only</w>":3634,"decreasing</w>":3635,"walk</w>":3636,"arrive</w>":3637,"meeting</w>":3638,"arrangements</w>":3639,"mittee</w>":3640,"knights</w>":3641,"Province</w>":3642,"enough</w>":3643,"2k</w>":3644,"Ale":3645,"DC</w>":3646,"Ear":3647,"MA":3648,"PM</w>":3649,"PA</w>":3650,"af":3651,"came</w>":3652,"fru":3653,"pra":3654,"ser</w>":3655,"ured</w>":3656,"za</w>":3657,"thing</w>":3658,"erased</w>":3659,"recor":3660,"alter":3661,"making</w>":3662,"sup":3663,"notation</w>":3664,"cities</w>":3665,"reaches</w>":3666,"shots</w>":3667,"nating</w>":3668,"142</w>":3669,"compu":3670,"123</w>":3671,"shu":3672,